[
  {
    "id": 11998,
    "url": "https://thefga.org/research/abuse-in-plain-sight/",
    "scraped_at": "2026-02-26T23:06:01.979455",
    "title": "Abuse in Plain Sight: How Bureaucrats Are Misusing Food Stamp Exemptions to Hide Their Errors",
    "content": "No-good-cause exemptions are widely used to circumvent work requirements\n\nThere are currently 41 million Americans trapped in the cycle of dependency on the food stamp program—all while nearly nine million jobs remain open.1-2 States should be looking for ways to help get the millions of able-bodied adults on food stamps back to work, but unfortunately, in many states, the opposite is happening. Bureaucrats use waivers and exemptions far too often to excuse countless able-bodied adults from having to comply with food stamp work requirements.\n\nOne of these mechanisms is “no-good-cause exemptions,” also known as “discretionary exemptions” or “eight percent exemptions.” States can use these exemptions to excuse up to eight percent of their able-bodied adults without dependents (ABAWDs) from work requirements for any reason whatsoever.3 No good cause is needed.\n\nRoughly two-thirds of states use these exemptions with little to no accountability.4 And with a stockpile of millions of exemptions currently at states’ disposal, the opportunities for abuse are widespread.5 Additionally, these exemptions carry over from year to year if unused. For example, if a state does not exempt eight percent of its ABAWD population in a given year, it can exempt 16 percent the following year.6\n\nWhile this may sound like a way for bureaucrats to “benevolently” excuse ABAWDs from food stamp work requirements, in many instances there is a much more sinister motivation behind the issuance of these exemptions.\n\nBureaucrats are abusing no-good-cause exemptions to hide food stamp errors\n\nUnfortunately, there is no prohibition on states issuing no-good-cause exemptions after the fact. In other words, in addition to a state applying these exemptions to prevent an ABAWD from having to work, bureaucrats can also use exemptions after that ABAWD was already supposed to have returned from work.\n\nWhy would bureaucrats want to use these exemptions retroactively? Put simply, to cover up their own mistakes. Making a mistake and failing to assign an ABAWD to work would typically increase a state’s food stamp error rate. States that have an elevated error rate for two consecutive years are subject to monetary penalties by the U.S. Department of Agriculture.7 Therefore, in theory, states have an incentive to minimize their errors by avoiding them in the first place.\n\nRetroactively issuing no-good-cause exemptions provides a workaround for doing a good job the first time. They do not just minimize errors—they cover them up entirely. A state can retroactively excuse an ABAWD from having to return to work if that state forgot to remove them from the food stamp program for non-compliance with a work requirement. As a result, the state avoids an error.\n\nStates have brazenly admitted to engaging in this type of conduct to shield their mistakes from the federal government in order to cover up their errors. For example, California openly refers to this practice as “overissuance/error protection,” noting that “percentage exemptions may be granted to individuals who were inadvertently issued CalFresh benefits after exhausting their three countable months and who did not satisfy the work requirement or qualify for an exemption in the month that the CalFresh benefits were issued.”8\n\nIt is unsurprising that certain states are engaging in this type of conduct as there is a long history of states artificially lowering their error rates by hiding mistakes and manipulating the data.9 Even the leftist Urban Institute notes that “regional respondents reported that a common use of discretionary exemptions is to cover erroneously awarded benefits paid to ABAWDs who have exceeded their countable months.”10\n\nThis practice is widespread as states across the country are using no-good-cause exemptions to artificially depress their error rates by retroactively covering up mistakes.\n\nIn some states, up to 100 percent of no-good-cause exemptions are issued retroactively\n\nThe Foundation for Government Accountability submitted public records requests to nearly two dozen states that are known to have used no-good-cause exemptions. While many states did not provide records, the handful that did turn over responsive materials present a troubling picture.\n\nAcross just these five states over a five-year period from 2016 to 2020, roughly 100,000 no-good-cause exemptions were issued retroactively.11 In these states—and undoubtably in others as well—bureaucrats are covering up their own mistakes to hide the true extent of their errors.12\n\nThis places downward pressure on food stamp error rates, which cannot be trusted to accurately reflect true errors in the program since states can and do manipulate the data after the fact with these exemptions.\n\nThe Bottom Line: Congress must rein in no-good-cause exemptions.\n\nIn 2023, as part of the debt ceiling deal, Congress reduced the percentage of no-good-cause-exemptions that can be applied by a state to its ABAWD population in a given year from 12 percent to eight percent.13 While this is a good start, much more can be done.\n\nCongress should ban the use of these troublesome exemptions altogether. At the very least, Congress should prohibit the retroactive application of these exemptions to minimize their abuse.\n\nIn the absence of congressional action, states should own up to their mistakes in failing to assign ABAWDs to work. These mistakes should be reflected in their food stamp error rate, not covered up after the fact. States should endeavor to do better rather than concealing their blunders.\n\nFor the sake of accountability, policymakers must get no-good-cause exemptions under control and restore integrity to the food stamp program.\n\nREFERENCES\n\n1 Food and Nutrition Service, “SNAP: Monthly participation, households, benefits,” U.S. Department of Agriculture (2023), https://fns-prod.azureedge.us/sites/default/files/resource-files/snap-4fymonthly-12.pdf.\n\n2 Bureau of Labor Statistics, “Job openings and labor turnover survey,” U.S. Department of Labor (2023), https://data.bls.gov/timeseries/JTS000000000000000JOL.\n\n3 Alli Fick and Scott Centorino, “No good cause: How a food stamp loophole could become the next big battle in the war on work,” Foundation for Government Accountability (2022), https://thefga.org/research/food-stamp-loophole-next-big-battle.\n\n4 Ibid.\n\n5 Food and Nutrition Service, “SNAP – Fiscal year (FY) 2024 allocations of discretionary exemptions for able-bodied adults without dependents (ABAWDs) – not adjusted for carryover,” U.S. Department of Agriculture (2023), https://fns-prod.azureedge.us/sites/default/files/resource-files/FY-2024-ABAWD-Discretionary-Exemptions-Memo-Not-Adjusted-For-Carryover.pdf.\n\n6 Alli Fick and Scott Centorino, “No good cause: How a food stamp loophole could become the next big battle in the war on work,” Foundation for Government Accountability (2022), https://thefga.org/research/food-stamp-loophole-next-big-battle.\n\n7 Food and Nutrition Service, “SNAP quality control: How FNS helps protect taxpayer dollars,” U.S. Department of Agriculture (2023), https://www.fns.usda.gov/blog/snap-quality-control-how-fns-helps-protects-taxpayer-dollars.\n\n8 Response obtained from public records request submitted by the author.\n\n9 Liesel Crocker, “Five ways that Congress can put a stop to food stamp fraud,” Foundation for Government Accountability (2023), https://thefga.org/research/five-ways-congress-can-stop-food-stamp-fraud.\n\n10 Wheaton et al., “The impact of SNAP able-bodied adults without dependents (ABAWD) time limit reinstatement in nine states,” Urban Institute (2021), https://www.urban.org/sites/default/files/publication/104451/the-impact-of-snap-able-bodied-adults-without-dependents-abawd-time-limit-reinstatement-in-nin_0.pdf.\n\n11 Responses and data obtained from public records requests submitted by the author.\n\n12 Ibid.\n\n13 H.R.3746 of 2023.",
    "author": null,
    "published_date": "2024-02-09T15:37:18",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11997,
    "url": "https://thefga.org/blog/war-on-work-newsletter-7-1-2021/",
    "scraped_at": "2026-02-26T23:06:01.979454",
    "title": "War on Work Newsletter—7.1.2021",
    "content": "I know it’s almost Independence Day weekend, but I wanted to give you a quick update on the War on Work.\n\nThe jobs numbers we’ve seen coming in from across the country show one thing: States that have opted out of the unemployment bonus are seeing major economic gains.\n\nThe American economic comeback is happening. And it’s being led by states that have opted out of the $300-a-week unemployment bonus.\n\nWe have the data to prove it: Our newest research brief details how the unemployment bonus is holding back states that haven’t opted out. The states that have ditched the bonus are seeing plummeting unemployment claims.\n\nThe truth can’t be denied: The unemployment bonus is a disaster for businesses that are in desperate need of workers.\n\nSo far, more than half the states in the country have opted out of the unemployment bonus—including one state with a Democratic governor. These states are hearing the outcry from business owners, who can’t hire enough workers.\n\nMeanwhile, the Biden administration is pushing a new incentive not to work: the child tax credit.Democrats in Congress want to make this a permanent credit, creating more dependency on top of the stimulus checks and an increase in food stamp and Medicaid benefits.\n\nBusinesses need workers. But the Biden administration’s policies are discouraging potential workers to stay home.\n\nPresident Biden once dubbed this summer the “summer of freedom.” COVID-19 restrictions are gone. Businesses are hiring everywhere.\n\nYet the Biden administration and Democrats in Congress are pushing policies that keep workers on the sidelines. Their anti-work policies are turning the summer of freedom into a summer of dependency.\n\nOn this Independence Day weekend, we should remember what the true spirit of freedom means: freedom to work for yourself, your family, and your community. Government dependency is not the freedom we declared independence over in 1776.\n\nI hope you have a great Fourth of July!",
    "author": null,
    "published_date": "2021-07-01T18:20:16",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11996,
    "url": "https://thefga.org/op-eds/the-real-villains-arent-in-the-movies-theyre-looting-americas-welfare-system-blaze-media/",
    "scraped_at": "2026-02-26T23:06:01.979454",
    "title": "The real villains aren’t in the movies. They’re looting America’s welfare system. | Blaze Media",
    "content": "STOP RIGHT THERE!\n\nNow that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues.",
    "author": null,
    "published_date": "2026-02-10T16:55:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11995,
    "url": "https://thefga.org/blog/the-latest-on-medicaid-expansion-and-north-carolina/",
    "scraped_at": "2026-02-26T23:06:01.979454",
    "title": "The Latest on Medicaid Expansion and North Carolina",
    "content": "Twelve states continue to stand strong against the pressure to expand Medicaid to able-bodied populations at the expense of the truly needy. Under the Biden administration, even as Congress debates setting up a fully federally funded Medicaid program in non-expansion states, that pressure on states is building, with gimmicks, sweetheart deals, and outright bullying to make the final states fall in line with ObamaCare’s Medicaid expansion.\n\nNorth Carolina is one such state. With the pressure from Washington, D.C. mounting, Republicans in the North Carolina Senate have been entertaining expansion as part of a budget deal with the governor in hopes of getting out ahead of any federal mandates. It’s a very bad deal.\n\nThe Tar Heel State would be wise to dig in their heels and continue to put up a fight against expansion. The lessons learned from the 38 other states that have expanded are proof enough that it will only serve to hurt low-income North Carolinians by forcing people off private plans, crowding out essential services in the budget, and making Medicaid waiting lists even longer.\n\nHere’s what’s being said about Medicaid Expansion and North Carolina:\n\nNorth Carolina Republicans Go Wobbly on Medicaid Expansion—From the Wall Street Journal:\n\n“Medicaid is designed for low-income families, but Medicaid expansion brings able-bodied working-age adults into the program. Our research shows that nearly 40% of those who would be covered in North Carolina already have signed up for or have access to free federally funded private health insurance through premium tax credits—coverage they would lose if expansion passed.”\n\nNorth Carolina Should Look Before It Leaps on Medicaid Expansion—From Real Clear Politics:\n\n“As far back as 2014, Arkansas Senator Bryan King (R) warned other states not to expand after watching his state’s ‘unmitigated disaster.’ That’s what North Carolina will find when it looks at the track record of ObamaCare’s Medicaid expansion in other states. Its history is one of big but empty promises.”\n\nMedicaid Expansion is a Leaky Boat—From Real Clear Policy:\n\n“…the truth is Medicaid expansion often does more harm than good. Because Medicaid only pays providers a measly 60 percent of private insurance rates, only 71 percent of providers nationwide currently accept it. This frequently makes it difficult for enrollees to access care. Adding yet more people to the program promises to make this bad problem worse.”\n\nFGA Stands Against Medicaid Expansion in North Carolina\n\n“Medicaid expansion is welfare expansion for able-bodied adults who should be working. It will crush the state budget, take from the truly needy, and force people who already have private health insurance onto the welfare rolls.” said Sam Adolphsen, Policy Director at FGA. “A term-limited governor like Roy Cooper may not have to deal with the long-term budgetary consequences, but his constituents would pay the price – state-level cost of roughly $6 billion over 10 years. What a disaster this would be for state taxpayers, the truly needy, and North Carolina employers desperate for workers.”\n\nMedicaid Expansion: A Boulevard of Broken Dreams for North Carolina\n\n“Shifting patients off private health care plans and into Medicaid is a problem for providers, not a solution. In expansion states, costs are shifted to other patients and hospitals continue to struggle. In fact, non-expansion states have actually seen faster hospital job growth than expansion states.”\n\nStates Hold the Key to Unlocking Federal Medicaid Handcuffs—From Townhall:\n\n“Being handcuffed to Leftist principles that suggest anyone should be allowed to enroll in Medicaid—even if they don’t meet the eligibility standards—is putting undue pressure on states’ welfare systems at a time when we need all available hands on deck for a strong economic recovery.”",
    "author": null,
    "published_date": "2021-11-01T19:55:05",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11994,
    "url": "https://thefga.org/privacy-policy/",
    "scraped_at": "2026-02-26T23:06:01.979453",
    "title": "Privacy Policy",
    "content": "Your privacy is important to us, and so we’ve prepared this document to explain what data we gather, how we use it, and how we strive to protect it. This privacy policy applies specifically to TheFGA.org.\n\nPersonal identification information\n\nWe may collect personal identification information in a variety of ways, including, but not limited to, when you visit our site, respond to a survey, and in connection with other activities, services, features or resources we make available to you on our Site. You may be asked for identifying information such as name, email address, or mailing address. You certainly do not have to provide that information, and can browse our site anonymously. But providing it helps us to keep you informed about our work, and helps us make sure our website is relevant and useful to you. Occasionally we may require that you provide a name, email or mailing address to access reports or other proprietary information.\n\nNon-personal identification information\n\nWe collect non-personal identification information about those who interact with our Site, such as their browser name, the type of computer and technical information they are using to connect to our Site, such as the operating system and the Internet service providers utilized and other similar information. This data is aggregated and used to help us make our site stable and usable to all visitors.\n\nWeb browser cookies\n\nOur Site may use “cookies” to enhance User experience. Your web browser places cookies on your hard drive for record-keeping purposes and to store your preferences. Cookies can be helpful in customizing your website visit, and in helping us understand what types of information are most useful to our Site visitors. You always have the choice to set your web browser to refuse cookies, or to provide an alert when cookies are being sent. If you do so, some parts of our Site may not function properly.\n\nHow we use collected information\n\nWe use the personal information we collect to:\n\nRun and operate a website that is useful and relevant\n\nDisplay content on the Site correctly\n\nRun a promotion, contest, survey or other Site feature\n\nSend you information about topics you have told us you care about\n\nUpdate you on the impact of FGA via regular emails (which you will always have the option to unsubscribe from)\n\nRespond to inquiries about our site or programs\n\nHow we protect your information\n\nWe follow data collection, storage and processing practices and security measures designed to protect your information against unauthorized access or uses.\n\nSharing your personal information\n\nWhile we do not presently share any personal information with others, in the future we may selectively share our contact lists with like-minded allies who we think have information you would want to see. However, you can always request that your information not be shared with anyone by calling us at 239-244-8808. We also may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.\n\nChanges to this privacy policy\n\nThe FGA has the discretion to update this privacy policy at any time. When we do, we will post a notification on the main page of our Site.\n\nContacting us",
    "author": null,
    "published_date": "2017-10-03T19:14:35",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11992,
    "url": "https://thefga.org/research/make-america-healthy-again-most-states-commit-banning-taxpayer-funded-junk-food/",
    "scraped_at": "2026-02-26T23:06:01.979452",
    "title": "Make America Healthy Again: Most States Commit to Banning Taxpayer-Funded Junk Food",
    "content": "Overview\n\nAmerica’s health crisis has reached a tipping point, with chronic disease rising due to poor diet and lifestyle factors. For decades, the food stamp program has only exacerbated this problem, allowing taxpayer dollars to subsidize unhealthy food choices.\n\nIn just one year, the Trump administration has gained broad support to reverse this trend, with more than 30 states committing to healthier options for food stamps. Restricting junk food from food stamp purchases reflects a renewed focus on nutrition and health, and ensures taxpayers are no longer compelled to underwrite preventable illness and their associated medical costs.\n\nThe food stamp program has been failing to provide a more nutritious diet for enrollees\n\nEnrollment and spending on food stamps has surged over the past 25 years, with enrollment ballooning to roughly 42 million people.1 The food stamp program exists to “safeguard the health and well-being of the nation’s population by raising levels of nutrition among low-income households.”2 Yet food stamp enrollees’ diets are worse than those not on food stamps, even among those with the same income levels.3 Children on food stamps have substandard diets and are more likely to have elevated disease risk than nonparticipants with similar incomes.4\n\nThe food stamp program is failing in its mission to provide a more nutritious diet for enrollees. In fact, soda has been the number one commodity purchased with food stamps.5 Children on food stamps consume 43 percent more sugar-sweetened beverages than nonparticipants of similar income levels.6 Sweetened beverages and candy alone account for 11 percent of all food stamp spending.7 Taxpayers are picking up the tab for a diet that is fueling disease. Taxpayers are also on the hook for the expensive treatment of this health crisis given the significant overlap in welfare programs. Seventy-two percent of food stamp enrollees are also covered by government health insurance, mostly through Medicaid.8\n\nThe food stamp program is overdue for reform to better align it with its intended purpose. Thankfully, states are committed to prohibiting the purchase of foods such as candy and sugar-sweetened beverages with food stamps.\n\nThe Trump administration is driving a national health revival and delivering historic reform to the food stamp program\n\nMore than half of states have taken action to restrict the worst foods from their food stamp programs\n\nThe Trump administration has approved waivers from 18 states to restrict food stamp purchases of soda, candy, and other detrimental foods.21 The specific restrictions differ from state to state. For example, Colorado restricts only soft drinks.22 Many other states restrict soda and candy.23 Some states also restrict energy drinks.24 The waivers go into effect throughout 2026, and USDA issued guidance for retailers to ensure a smooth transition.25 Retailers have a 90-day grace period to help identify potential issues before being subject to investigation.26 Moreover, retailers are given multiple opportunities to address evidence of non-compliance before they risk losing their authorized status.27\n\nSome states that have not formally submitted waivers have still taken action to pursue such waivers. Several states continue to take legislative action toward food stamp waivers.28-29 Moreover, as a part of the One, Big, Beautiful Bill, all 50 states have received awards from a $50 billion initiative under the Rural Health Transformation Program.30-31 While half of the funding is distributed equally among states, the other half is granted based on a variety of factors, including a state’s commitments to MAHA-related policies.32\n\nIn their applications for rural health transformation dollars, more than 12 states are pursuing food restriction waivers.33-34 Notably, failure to implement the policy allows the federal government to withhold, reduce, or recover payments awarded based on the state’s policy commitment.35 This brings the total number of states that have implemented or are pursuing food stamp waivers to more than 30.36-37\n\nThe Bottom Line:\n\nIn just one year, the Trump administration has garnered support and prompted bold action from states to make America healthy again.\n\nThe Trump administration is restoring the purpose of the food stamp program. The chronic disease epidemic has reached critical levels, and the Make America Healthy Again movement is receiving widespread support. At the state level, policymakers are committed to stopping taxpayer-funded junk food. States are stepping up, restoring real nutrition to food stamps through\n\ncommonsense reforms.\n\nDOWNLOAD PAPER [PDF]",
    "author": null,
    "published_date": "2026-02-23T11:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11993,
    "url": "https://thefga.org/research/congress-should-stop-runaway-spending-enacting-discretionary-spending-caps-reconciliation/",
    "scraped_at": "2026-02-26T23:06:01.979452",
    "title": "Congress Should Stop Runaway Spending by Enacting Discretionary Spending Caps in Reconciliation",
    "content": "Background\n\nThe national debt has surged to more than $38.42 trillion.1 In 1984, it was considered a crisis when the national debt reached 39 percent of gross domestic product (GDP).2 Today, the debt is a shocking 125 percent of GDP.3 By 2055, the debt is projected to reach nearly $138 trillion.4 Interest payments on the debt are already $970 billion annually, costing nearly 20 percent of federal revenue.5 By 2055, interest payments on the national debt alone are projected to cost nearly $4.8 trillion.6\n\nAllowing the national debt to grow unchecked will be devastating for future economic growth. Increasing federal debt reduces the availability of funds for private investment, driving up interest rates and slowing economic growth.7 The current debt trajectory will lead to more than one million fewer jobs over the next decade.8 Rising debt also erodes the value of Treasury securities, potentially causing financial institutions to fail, which would trigger global economic turmoil.9\n\nThe debt crisis is driven by skyrocketing federal spending.10 During the Biden administration, federal spending grew substantially. Total federal spending soared from $4.4 trillion in 2019 to $6.8 trillion in 2024, a 40 percent increase.11 In 2024, federal spending exceeded revenues by nearly $2 trillion.12\n\nReforming categories of spending, such as health care, that drive the bulk of mandatory spending will be necessary to solve the debt crisis.13 However, discretionary spending is also on an unsustainable growth trajectory, and enacting spending caps can help stop excessive federal spending and reduce the deficit.\n\nCapping discretionary spending would slow the growth of federal spending and reduce the deficit\n\nDiscretionary spending is the category of spending that Congress appropriates on an annual basis, and includes defense spending, operations budgets for federal agencies, and programs including food stamps and small business loans.14 Medicare, Social Security, and some other programs that are not subject to annual spending bills are categorized as mandatory spending.15 Changing mandatory spending requires changes to eligibility or benefits for major programs like Social Security.16 In contrast, Congress can slow down discretionary spending immediately without having to agree on significant and politically challenging reforms.\n\nDiscretionary spending has ballooned in the last decade. In 2014, annual appropriations totaled $1.1 trillion.17 In 2024, discretionary spending reached $1.8 trillion, a 63 percent increase in 10 years.18\n\nIn 2023, Congress passed the Fiscal Responsibility Act, which capped discretionary spending for fiscal years 2024 and 2025.19 This legislation reduced non-defense discretionary spending by more than $110 billion compared to CBO’s baseline projections.20 This legislation also established spending targets for fiscal year 2026 through 2029, allowing for just one percent annual growth in discretionary spending levels.21\n\nOverall, the Fiscal Responsibility Act reduced projections of the debt by $1.5 trillion.22 Congress should build on the successful deficit reduction in the Fiscal Responsibility Act and pass discretionary spending caps enforced through sequestration to reduce the national debt and slow down runaway federal spending.\n\nSpending caps are fair game in budget reconciliation\n\nEach year, budget reconciliation legislation can be considered to bring spending levels and revenues in line with a budget resolution.23 The reconciliation legislation only requires a simple majority to pass the Senate, rather than 60 votes.24 Since the budget reconciliation process is an opportunity to pass legislation that does not have the support to overcome a filibuster, the Byrd rule serves as a six-part test to ensure that a legislative provision is budgetary in nature and eligible for inclusion in reconciliation legislation.25\n\nThe Byrd rule renders a provision extraneous, and therefore ineligible to be included in reconciliation if it fails to produce changes to outlays or revenue, produces changes to outlays or revenue beyond the budget instructions, is outside the committee of jurisdiction for the respective title, produces changes in outlays or revenues that are incidental to the non-budgetary facets of the provision, increases the deficit in years beyond the budget period outlined by the bill, or amends the old age, survivors, and disability insurance programs under the Social Security Act.26\n\nThe Byrd rule does not make a distinction between mandatory spending and discretionary spending. Changes to discretionary appropriations produce changes in outlays and therefore meet the Byrd rule test.\n\nWhen determining if a provision can be included in reconciliation, members of the majority and minority parties make arguments before the Senate Parliamentarian, who issues an advisory opinion.27 The ultimate decision on whether a provision can be included is made by the President of the Senate—the Vice President—or whoever is presiding over the Senate at the time in his place.28\n\nSenate rules, including the Byrd rule, are guided substantially by precedent.29 The precedent set by previous Byrd rule decisions is an important part of the arguments made for and against the inclusion of provisions and should guide the opinion of the parliamentarian.30 Discretionary spending caps are eligible for inclusion in reconciliation based on precedent alone.\n\nTwo reconciliation bills in the 1990s included discretionary spending caps, enforced through sequestration. First, the Omnibus Reconciliation Act of 1990 included a provision that established spending caps through fiscal year 1995.31 These spending caps were enforced through automatic sequestration if the spending targets were exceeded by appropriations legislation.32 In 1993, budget reconciliation was used to extend the caps through 1998.33\n\nEven setting aside precedent, spending caps clearly meet the requirements of the Byrd rule. Discretionary spending caps reduce outlays and the deficit, a primary goal of the Byrd rule. Slowing the growth of discretionary spending is purely budgetary and has no relationship to unrelated policy priorities. Setting discretionary spending caps does not impact the programs in the Social Security Act that are unallowable under the Byrd rule, and the provision can be crafted to meet the other requirements related to the committees of jurisdiction and the budget window.\n\nThe Bottom Line:\n\nCongress should use budget reconciliation to enact discretionary spending caps, which would slow down runaway federal spending and reduce the national debt.\n\nThe reconciliation process is reserved for budgetary matters that impact outlays and revenues, and the only goal of setting discretionary spending caps is to reduce outlays and the deficit. Discretionary spending is increasingly rising to unsustainable levels. If Congress does not act, runaway spending will continue to explode the national debt, and future generations will pay the price.\n\nThe reconciliation process was successfully used in the past to enact and enforce discretionary spending caps, and Congress should use this tool again to ensure fiscal responsibility and deficit reduction.\n\nDOWNLOAD PAPER [PDF]",
    "author": null,
    "published_date": "2026-02-19T14:56:52",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11991,
    "url": "https://thefga.org/blog/minnesota-fraud-scandal-proves-trump-republicans-were-right-on-welfare-reform/",
    "scraped_at": "2026-02-26T23:06:01.979451",
    "title": "Minnesota Fraud Scandal Proves Trump, Republicans Were Right on Welfare Reform",
    "content": "For years, the Left has been working overtime to convince the American people that welfare fraud doesn’t exist—that it’s a myth, it’s rare, or it’s Republicans stigmatizing poor people.\n\nThey’ve done everything possible—even altering the ways improper payments are counted—to distract from the fact that welfare fraud is extremely common, a major problem, and jeopardizes the future of our nation’s welfare programs.\n\nMinnesota’s $9 billion welfare fraud scandal makes it impossible to ignore any longer.\n\nInstead of feeding the hungry or providing medical services, shady non-profit workers were billing the state for services they never delivered and pocketing hundreds of millions of dollars of taxpayer money. This money went towards real estate, luxury goods, and funding terrorists in Somalia.\n\nWhistleblowers sounded the alarm, only for Governor Tim Walz to silence them out of fear of being called a racist.\n\nIronically, while all of this was happening on his watch, the governor dared to call federal welfare reform “cruel” for cutting back on fraud and requiring part-time work for able-bodied adults.\n\nSpare us, Mr. Governor.\n\nHardworking Minnesotans diligently pay their taxes while struggling to afford necessities thanks to Biden’s cost-of-living crisis, but Governor Walz let fraudsters run off with hundreds of millions of their tax dollars—money they aren’t likely to get back. It now appears that a similar situation played out in Maine.\n\nRep. Ilhan Omar was right—a lack of guardrails in welfare does lead to fraud. Which is why it’s so puzzling that she and the rest of the Democrats in Congress and state capitals across the country fight so hard to stop program integrity efforts. Because while the circumstances around the Minnesota fraud scandal may be unique, welfare waste in general is not. In fact, Minnesota is just a drop in the bucket.\n\nAs Michael Greibrok notes in a new report for the Foundation for Government Accountability (FGA), more than one in every five dollars spent on Medicaid is improper. Before the One, Big, Beautiful Bill, the program was on track to have more than $2 trillion in improper payments over the next decade.\n\nFederal auditors have also determined that more than 450,000 Medicaid payments were made on behalf of deceased enrollees. This cost taxpayers $249 million.\n\nIn food stamps, an estimated $2 billion of taxpayer money is lost every year to benefits trafficking. For fiscal year 2023, $10.5 billion in food stamp payments were improper, and 42 states have error rates at or above six percent.\n\nLackluster eligibility verification, waiver overuse, and abusing loopholes to funnel resources to illegal immigrants are some of the many ways states have let waste, fraud, and abuse take root in their welfare programs. Every dollar wasted on someone who was ineligible for welfare—or on shady non-profits that don’t actually help anyone—is a dollar that cannot be used for truly needy Americans who rely on these programs.\n\nPresident Trump and Republicans in Congress knew the truth: Welfare fraud is rampant, and states need to be encouraged—or outright pushed—to get their programs under control.\n\nThat’s why they were right to pass federal welfare reform. Thanks to their efforts, states like Minnesota and California no longer have the option to sit idly by and rely on federal taxpayers for rescue.\n\nThe One, Big, Beautiful Bill:\n\nCracks down on waste, fraud, and abuse by removing people who are deceased, enrolled in multiple states, or otherwise ineligible.\n\nRequires able-bodied adults without young children to work, train, or volunteer as a condition of receiving Medicaid.\n\nEnds federal Medicaid funding for illegal aliens.\n\nLimits states’ ability to shift their costs onto federal taxpayers through money laundering schemes.\n\nMinnesota’s fraud scandal is shining a light on the state of welfare in America—and Americans aren’t liking what they’re seeing. The good news is that President Trump and congressional Republicans have already paved the way for states to restore integrity to welfare and cut waste, fraud, and abuse out of government programs that are meant to serve those who rely on them.",
    "author": null,
    "published_date": "2026-01-14T17:24:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11990,
    "url": "https://thefga.org/blog/100-days-in-governor-braun-is-making-indiana-great-again/",
    "scraped_at": "2026-02-26T23:06:01.979446",
    "title": "100 Days In, Governor Braun Is Making Indiana Great Again",
    "content": "Promises made, promises kept.\n\nWednesday, April 23 marked 100 days in office for Governor Mike Braun, and Indiana has a lot to celebrate. From shrinking bureaucracy to restoring welfare program integrity and launching a comprehensive health agenda, Governor Braun’s Freedom and Opportunity agenda has earned its name, with the promise of so much more to come.\n\nGovernor Braun himself summed it up well earlier this year when discussing his deregulatory goals:\n\n“Whenever you’re doing something like this, there’s always risk associated. … Most governors — and I’m going to say even most legislators — are generally risk averse. I can tell you, if you’re naturally risk averse, you’re going to be in a broad band of mediocrity.”\n\nThere is nothing mediocre about what Governor Braun has accomplished for the Hoosier State, and he has only just begun. Here’s a look at some of his biggest wins yet:\n\nA leaner, more service-oriented state government\n\nGovernor Braun has made streamlining government and making state agencies more transparent a top priority. He signed an executive order directing state agencies to reduce their regulatory burdens by 25 percent by 2029. He is encouraging inter-agency communications to help reduce the number of hurdles people need to overcome to access state services. And he is promoting work by removing burdensome degree requirements for state jobs and directing state agencies to reduce licensing requirements wherever prudent.\n\nGetting rid of DEI and ESG\n\nBye, bye, DEI! Governor Braun shifted the state’s focus on diversity, equity, and inclusion toward MEI, or merit, excellence, and innovation. DEI is divisive, expensive, and inefficient—and Governor Braun is right to refocus his state on encouraging the best and brightest, regardless of background, to pursue excellence. He doubled down on this when he prohibited the use of environmental justice in permitting, enforcement, or grant decisions.\n\nAssessing waste, fraud, and abuse in welfare spending\n\nEnsuring the integrity of welfare programs is critical to the government’s ability to provide services to those who truly need them. To restore program integrity in Indiana, Governor Braun directed state agencies to utilize and cross-check all available resources to verify the eligibility of benefit recipients. Similarly, Indiana’s Medicaid program was in dire straits when Governor Braun took office. With diligent work from the General Assembly and a governor-directed assessment on state Medicaid spending, Indiana is on its way to righting the ship.\n\nLaunching the Making Indiana Healthy Again initiative\n\nEarlier this month, Governor Braun hosted Health and Human Services Secretary Robert F. Kennedy, Jr. and Centers for Medicare & Medicaid Administrator Dr. Mehmet Oz for a Make Indiana Healthy Again event in Indianapolis. Governor Braun signed nine executive orders aimed at helping Hoosiers live longer and healthier lives, including a widely supported ban on junk food in food stamps.\n\nGovernor Braun spent his first 100 days delivering on the promises he made to Hoosiers. We can’t wait to see what he does next!",
    "author": null,
    "published_date": "2025-04-25T17:41:17",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11614,
    "url": "https://thefga.org/reins-act/",
    "scraped_at": "2026-02-21T22:36:14.908917",
    "title": "REINS",
    "content": "As President Biden continues his regulatory assault on America’s economy, Congress can REIN in regulatory overreach, which would help tame inflation and runaway spending.\n\nThe Regulations from the Executive in Need of Scrutiny (REINS) Act would prevent any president from unilaterally wrapping the economy in red tape that drives up the cost of energy and busts household budgets. In 2023, this important legislation has been introduced in the Senate (S. 184) and House (H.R. 277), but has not been voted on.\n\nCongress is not only permitted—but also constitutionally required—to decide major questions of nationwide policy. The REINS Act would bolster that mandate by giving Congress the legislative power to approve major rules before they go into effect. The REINS Act would broaden the Congressional Review Act to require congressional approval of major rules—those with an annual price tag of $100 million or more—before federal agencies could implement them.\n\nHIGHLIGHTS\n\nIn 2021, the Biden administration finalized 69 economically significant regulations—regulations that carry a $100 million annual price tag or have a substantial effect on the economy.\n\nIn his first year, President Biden finalized regulations adding more than $200 billion in new regulatory costs—more than quadruple the costs added during President Obama’s first year. Cumulative regulatory costs have continued to climb since 2009, ballooning to $1.1 trillion under the Biden administration.\n\nCongress can tame inflation by restoring a constitutional balance of power and REINing in President Biden’s spending spree.",
    "author": null,
    "published_date": "2022-10-24T14:14:48",
    "metadata": {
      "top_image": "https://cdn-knmpf.nitrocdn.com/AlXGfSdbdZUcKSlCBePbMInmDeNsoMpX/assets/images/optimized/rev-73024e6/thefga.org/wp-content/uploads/2022/10/REINS-logo_no-tagline.png",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11604,
    "url": "https://thefga.org/op-eds/democrats-welfare-amnesia/",
    "scraped_at": "2026-02-16T13:42:58.313685",
    "title": "Democrats’ welfare amnesia",
    "content": "Democrats used to believe in a commonsense welfare system, one that offers folks a hand when they truly need it but doesn’t trap them in lifelong dependency.\n\nThe ultimate goal being that individuals who fall on hard times eventually leave the welfare rolls, return to work, and pursue their American dream. Somewhere along the way, Democrats have forgotten what then-Sen. Joe Biden rightly observed: “Work should be the premise of our welfare system.”\n\nToday, Democrats are digging in their heels. They continue to discourage work. With a disastrous $300-per-week federal unemployment insurance bonus and trillions in new federal spending, our economy is flailing. Inflation is sky-high, and we have 9.3 million open jobs sitting unfilled. Instead, millions of able-bodied people choose to sit at home and collect welfare. The White House now faces a stark reality: The economy isn’t bouncing back.",
    "author": null,
    "published_date": "2021-06-23T15:35:11",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11603,
    "url": "https://thefga.org/op-eds/biden-harming-small-businesses/",
    "scraped_at": "2026-02-16T13:42:58.313681",
    "title": "Biden Saved Us 16 Cents — While Harming Small Businesses",
    "content": "In case you missed it, the Biden administration saved you 16 cents. In a recent tweet, the White House cited a Farm Bureau report and declared the cost of an Independence Day BBQ was down 16 cents from one year ago—proof, they say, “the Biden economic plan is working.”\n\nIf you buy groceries, pump your own gas, or spend money at all these days, it’s not lost on you how misleading this statement is. Prices have increased and continue to rise. While the administration celebrated the price of sliced cheese decreasing by one percentage point from last year, more relevant numbers tell quite a different story about how the administration’s policies are affecting American families.",
    "author": null,
    "published_date": "2021-07-15T14:10:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11602,
    "url": "https://thefga.org/op-eds/safety-net-reform/",
    "scraped_at": "2026-02-16T13:42:58.313677",
    "title": "Build the Safety Net Back Better — Put States in Charge",
    "content": "Say what you will about 2020, but it’s undoubtedly a time of reinvention. As an election collides with a pandemic, protests, and riots, it would be easy to summarize it all as chaos. But any keen observer — or “Game of Thrones” fan knows — chaos isn’t always a pit. Sometimes, it’s a ladder.\n\nSo, the question is: Which decaying institutions or dead ideas should we discard, and which should we reinvigorate? America’s welfare state jumps off the page. The pandemic has revealed just how rigid and costly our complex web of public housing, food stamps, Medicaid, and cash welfare programs have become. But every year, in good times and bad, we pump hundreds of billions of dollars into them.\n\nThe trillions of dollars spent over the decades have bought us increased dependency, less work, distorted markets, greater costs, and painfully slow progress in lowering our national poverty rate. But this is a time of reinvention — the perfect time to return power to the states.",
    "author": null,
    "published_date": "2020-11-22T20:33:35",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11601,
    "url": "https://thefga.org/op-eds/yet-another-inflation-reduction-act-handout-in-health-care-would-worsen-inflation/",
    "scraped_at": "2026-02-16T13:42:58.313673",
    "title": "Yet Another ‘Inflation Reduction Act’ Handout — In Health Care — Would Worsen Inflation",
    "content": "One of the biggest but underreported planks in Democrats’ so-called “Inflation Reduction Act” will dramatically worsen inflation. That’s the reality of the bill’s three-year extension of expanded ObamaCare subsidies for health-insurance premiums.\n\nI’ve dived through the data, and this estimated $30-billion-a-year spending spree will drive up premiums for a constantly growing number of people while adding huge sums to the federal debt — another proven driver of inflation. What’s more, much of this inflation will come from giving taxpayer handouts to Americans nowhere near the poverty line.",
    "author": null,
    "published_date": "2022-08-10T11:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11600,
    "url": "https://thefga.org/op-eds/maine-democrats-are-rigging-elections-against-republicans/",
    "scraped_at": "2026-02-16T13:42:58.313668",
    "title": "Maine Democrats are Rigging Elections Against Republicans",
    "content": "The insane election. That’s how I remember the 2021 race for the Charter Commission in Portland, Maine. The ballot asked voters to rank 10 candidates, from the one they liked most to the one they liked least — a system known as ranked-choice voting.\n\nWhen the ballots were counted, the results defied logic. One of the winners started with 4% of the vote.\n\nMy city elected four at-large seats, and in a normal election, the four candidates with the most votes would have won.",
    "author": null,
    "published_date": "2023-07-10T16:05:01",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11599,
    "url": "https://thefga.org/one-pagers/ranked-choice-voting-opposition-vs-support/",
    "scraped_at": "2026-02-16T13:42:58.313664",
    "title": "Ranked-Choice Voting: Opposition vs. Support",
    "content": "Home\n\nOne-Pager\n\nRanked-Choice Voting: Opposition vs. Support\n\nRanked-Choice Voting: Opposition vs. Support\n\nDecember 19, 2023\n\n“…the Republican National Committee rejects ranked-choice voting and similar schemes that increase election distrust, and voter suppression and disenfranchisement, eliminate the historic political party system, and put elections in the hands of expensive election schemes that cost taxpayers and depend exclusively on confusing technology and unelected bureaucrats to manage it…”\n\nThese states Banned Ranked-Choice Voting. Yours Should, Too.\n\nBills to Ban: In 2023, 17 bills were introduced opposing ranked-choice voting, and all but one, which was introduced by a committee, were introduced by Republicans.\n\nTENNESSEE: In 2022, Tennessee became the first state to formally ban ranked-choice voting with the intention of “protecting election integrity and ensuring voter clarity at the ballot box.” The legislation moved quickly through both houses and was signed into law by Gov. Bill Lee.\n\nFLORIDA: In 2022, Gov. Ron DeSantis signed a ban on ranked-choice voting with SB 524.\n\nIn 2023, H0179 was signed into law by Gov. Brad Little “[t]o ensure every vote is counted accurately, and the candidate with the most votes is elected.”\n\nIntroduced by Rep. Lyn Hellegaard, HB 598 was signed into law by Gov. Greg Gianforte to prohibit ranked-choice voting statewide. Rep. Hellegaard pointed out that ranked-choice voting can eliminate top candidates, it’s overly complicated, and it turns elections into a game of odds.\n\nSB 55 was signed into law in March 2023 by Gov. Kristi Noem. The sponsor(s) called ranked-choice voting “a bad, complicated, and expensive idea” and explained how ranked-choice voting “disenfranchises” voters with confusing instructions for elections that should be “easier and more secure.”\n\nBills to Enact: In 2023, 74 bills were introduced supporting ranked-choice voting, and 92 percent of the total bills did not receive bipartisan support.",
    "author": null,
    "published_date": "2023-12-19T22:42:41",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11598,
    "url": "https://thefga.org/research/states-can-shrink-bloated-bureaucracy-save-taxpayer-dollars/",
    "scraped_at": "2026-02-16T13:42:58.313659",
    "title": "How States Can Shrink Bloated Bureaucracy and Save Taxpayer Dollars",
    "content": "Government at all levels is plagued by bureaucratic inefficiencies and bloat, which waste taxpayer money and impose a burden on residents. While reducing the size of the federal government is important, it is crucial that state and local governments are not overlooked. Reducing tax burdens and shrinking state and local government promotes economic freedom and allows residents to thrive.1 However, government only continues to grow. Currently, there are more than 20 million state and local government employees nationwide.2 Since the start of 2023, state and local government employment has grown by more than 730,000 jobs and has surpassed the previous peak by more than 320,000 employees.3\n\nIn 2023, there were 19.5 million state and local government employees nationwide, with 5.3 million employed by a state government and 14.2 million employed by a local government.4 In total, wages alone for these employees are estimated to cost taxpayers more than $1.23 trillion.5 The cost of providing health care, retirement, and other benefits to these employees adds billions more in costs.6 The number of employees and payroll costs vary widely by state, with California spending more than $185 billion annually on wages for its 2.3 million employees and South Dakota spending slightly more than $2.6 billion on wages for its 65,000 employees.7\n\nWhile private sector employment has also been on the rise in recent years, government employment has been growing at a faster pace than other types of employment since March 2023.8 Additionally, state and local government employment is virtually immune from economic factors. In 2020, private sector jobs fell from 129 million to 108 million—a drop of 16 percent—while government jobs only fell by three percent.9 During the Great Recession, government employment grew while private employment plummeted.10\n\nThe compensation of government employees is much higher than in the private sector\n\nAs of June 2024, the total employer cost—which includes wages and benefits—for the average private sector employee was $43.78 per hour.11 Total employer costs for the average government employee was $61.27 per hour.12 Total compensation is 40 percent higher for public sector employees compared to private sector employees, and benefits are 80 percent higher.13 Additionally, over the last 12 months, the compensation of government employees has increased at a faster rate than other occupations.14\n\nGoing beyond averages to account for differences in education and job type, government employees earn more than private sector employees in the same field for most types of jobs.15 The difference is especially stark in fields like services and sales and office occupations.16 For example, government employees in the service sector earn more than double what their private sector counterparts earn, and their benefits are four times higher.17\n\nGovernment is also slow to react to changing needs, meaning that some positions remain even when they are no longer needed. In June 2024, the involuntary separation rate for private employees was 3.6 percent compared to 1.2 percent for government employees.18 This means that private sector employees are three times more likely to be terminated or laid off compared to government employees.19 Labor unions and archaic policies prevent even poor performers and those with misconduct from being terminated.20\n\nExcessive employee benefits are imperiling state and local budgets\n\nSalaries and benefits for government employees consume a large portion of state spending.21 For example, an analysis of North Carolina’s 2022 budget shows that 66 percent of state income tax revenue was spent on salaries and benefits for state employees.22\n\nIn addition to salaries, government pension and retiree health care benefits are extremely generous compared to private sector benefits.23 A whopping 86 percent of state and local employees have access to a defined benefit pension compared to just 15 percent of private sector employees.24 The cost to employers for retirement benefits for government employees is more than four times the cost for private sector employees.25\n\nThese benefits are extremely expensive and are bankrupting local governments, forcing cuts to services for taxpayers.26 Chicago faces a $37.1 billion debt to city employee pension funds, and the state of Illinois has an unfunded pension liability equal to 212.3 percent of state revenue.27-28 In 2021, total unfunded pension liabilities for all states reached $836 billion—49 percent of states’ revenue.29\n\nFrom 2000 to 2018, the share of all states’ K-12 education budgets that went to employee pension funds nearly doubled, increasing from 7.5 percent to 14.4 percent.30 In total, salaries and benefits are nearly 80 percent of education spending, driving the 13 percent rise in cost per student since 2010.31\n\nState and local governments are feeling dual pressure: ever-growing pension and benefit liabilities and the demands of public-sector unions for even more generous wages and benefits. Nearly 40 percent of state and local government employees are members of a union, compared to just six percent of private sector employees.32 In contract negotiations, unions push for increases to salaries and benefits that taxpayers simply cannot afford.33\n\nOverregulation and burdensome government intervention are associated with high numbers of government employees\n\nIt is not just state and local budgets that are impacted by an inefficient, sprawling government. States with more government employees also have more regulations, and a higher regulatory burden on businesses and residents.\n\nWhen new regulations are added to the books, government employment goes up. For example, the state of Minnesota recently imposed new regulations related to legalizing marijuana, which are projected to require more than 200 new government positions to implement.34 Other new welfare programs created by the most recent spending legislation are expected to lead to more than 1,000 new government employees in the state.35\n\nStates should cut down on waste and inefficiency by reducing the size of the bureaucracy\n\nState governments can save taxpayer dollars and reduce bureaucratic inefficiency by reducing the size of government. Government agencies are often slow to respond to change, and open positions can remain unfilled for months or even years yet remain as a line-item in an agency budget.36 At best, leaving a government position unfilled for months suggests its functions are not necessary, and that the post does not need to be filled in the future. However, some state and local government agencies intentionally do not recruit for open positions, leaving them unfilled so they can use the funds allocated for those salaries for other purposes.37\n\nTo reduce unnecessary bureaucracy and save taxpayer dollars, states should eliminate government positions that have been open for months. For example, in Nebraska, the executive budget division must review and reauthorize any positions that have been open for more than 90 days.38 And upon request, the executive state personnel division may determine whether these vacant positions are properly classified. As such, the governor may direct the divisions to review and eliminate these positions to permanently reduce the size of the bureaucracy.39 Recently, this policy led to the elimination of nearly 500 positions, saving $26 million in the budget.40\n\nStates should also lift restrictions that slow down government hiring and firing to make departments more efficient and agile. Even though most states are “at will,” there remain numerous barriers to dismissal, demotion, suspension, or other discipline of government employees despite poor performance or misconduct. Mississippi law allows for agencies to request temporary exemptions from civil service laws that make it too difficult to fire bad employees or make necessary changes to the agency.41 After reviewing the agency’s request and plan for action during the exemption period, the legislature may temporarily codify an exemption from civil service laws in statute. During exemption periods where restrictions were lifted on an agency, terminations in most departments substantially increased, and human resources directors reported department operations improved.42\n\nThe Bottom Line: States should reduce the size of bloated and inefficient bureaucracy to save taxpayer dollars and limit burdensome government intervention.\n\nThe role of state and local government is to provide public services to taxpayers. However, far too often bureaucracy grows and makes government less efficient and more burdensome to residents and businesses. It is important for state governments to save taxpayer dollars and cut back where there are inefficient departments or positions that are no longer needed.\n\nGovernment employees’ salaries and benefits cost trillions, and to be good stewards of taxpayer dollars, states should reduce the size of government.\n\nREFERENCES\n\n1 William Ruger and Jason Sorens, “States are proving in spades that small government works,” Cato Institute (2023), https://www.cato.org/commentary/states-are-proving-spades-small-government-works.\n\n2 Bureau of Labor Statistics, “Employment, hours, and earnings from the current employment statistics survey,” U.S. Department of Labor (2024), https://data.bls.gov/pdq/SurveyOutputServlet.\n\n3 Bureau of Labor Statistics, “Employment by industry,” U.S. Department of Labor (2024), https://www.bls.gov/charts/employment-situation/employment-levels-by-industry.htm.\n\n4 Census Bureau, “2023 ASPEP datasets and tables,” U.S. Census Bureau (2024), https://www.census.gov/programs-surveys/apes/data/datasetstables.html.\n\n5 Author’s calculations based on the monthly payroll cost for state and local employees in March 2023 of $100.3 million, accessed at https://www.census.gov/programs-surveys/apes/data/datasetstables.html.\n\n6 Author’s calculations based on the number of state and local government employees and the average hourly cost to employers of benefits including health insurance, life insurance, paid leave, retirement and savings, and other benefits for government employees, found via the Bureau of Labor Statistics, “Employer cost for employee compensation-March 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/ecec.\n\n7 Author’s calculations based on the payroll costs for state and local government employees found via the Census Bureau, “2023 ASPEP datasets and tables,” U.S. Census Bureau (2024), https://www.census.gov/programs-surveys/apes/data/datasetstables.html.\n\n8 Ryan McMaken, “Growth in government jobs points to recession,” Mises Institute (2024), https://mises.org/power-market/growth-government-jobs-points-recession.\n\n9 Federal Reserve Bank of St. Louis, “FRED graph,” Federal Reserve Bank of St. Louis (2024), https://fred.stlouisfed.org/series/USGOVT#0.\n\n10 Ibid.\n\n11 Bureau of Labor Statistics, “Employer cost for employee compensation-March 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/ecec.\n\n12 Ibid.\n\n13 Authors calculations based on the average hourly costs for compensation for private-sector employees of $43.94, and benefits of $13.04 and average hourly cost of public-sector employees’ compensation of $61.37 and benefits of $23.57.\n\n14 Bureau of Labor Statistics, “Compensation in private industry and state and local government, 12-month percent change,” U.S. Department of Labor (2024), https://www.bls.gov/charts/employment-cost-index/compensation-in-private-industry-and-state-and-local-government-12-month-percent-change.htm.\n\n15 Bureau of Labor Statistics, “Employer cost for employee compensation-March 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/ecec.\n\n16 Ibid.\n\n17 Author’s calculations based on average hourly compensation for service employees in the private sector of $22.02, and benefits of $4.97 and average hourly compensation for service employees in the public sector of $47.05 and benefits of $20.18.\n\n18 Bureau of Labor Statistics, “Job openings and labor turnover—June 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/pdf/jolts.pdf.\n\n19 Ibid.\n\n20 Susan Edleman, “Idled NYC educators do nothing but sign in remotely, even from Europe,” New York Post (2023), https://nypost.com/2023/01/14/idled-nyc-educators-do-nothing-but-sign-in-remotely-even-from-europe/.\n\n21 Census Bureau, “2023 ASPEP data tables,” U.S. Census Bureau (2023), https://www.census.gov/data/datasets/2023/econ/apes/annual-apes.html.\n\n22 Brian Balfour, “The state budget: Where the money actually goes, and how to cut spending,” Civitas Institute (2020), https://www.nccivitas.org/2020/state-budget-money-actually-goes-cut-spending/.\n\n23 Bureau of Labor Statistics, “Employer cost for employee compensation-March 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/ecec.\n\n24 Bureau of Labor Statistics, “Employee benefits in the United States, March 2023,” U.S. Department of Labor (2024), https://www.bls.gov/ebs/publications/employee-benefits-in-the-united-states-march-2023.htm.\n\n25 Bureau of Labor Statistics, “Employer cost for employee compensation-March 2024,” U.S. Department of Labor (2024), https://www.bls.gov/news.release/ecec.\n\n26 David Knapp et al., “Steps for effectively addressing state and local pension crises,” RAND (2023), https://www.rand.org/pubs/research_briefs/RBA2307-1.html.\n\n27 Heather Cherone, “Chicago’s pension debt continues to rise, increasing $1.8B in 2023 to $37.2B: City analysis,” WTTW (2024), https://news.wttw.com/2024/07/02/chicago-s-pension-debt-continues-rise-increasing-18b-2023-372b-city-analysis.\n\n28 David Drane et al., “Long-term liabilities weigh on state finances,” Pew Charitable Trusts (2024), https://www.pewtrusts.org/en/research-and-analysis/articles/2024/05/07/long-term-liabilities-weigh-on-state-finances.\n\n29 Ibid.\n\n30 Johnathan Moody, “Hidden education funding cuts: How growing teacher pension debt is eating into state K-12 education budgets,” Equable (2020), https://equable.org/wp-content/uploads/2020/04/Hidden-Funding-Cuts_National-Paper_Final.pdf.\n\n31 National Center for Education Statistics, “Public school expenditures,” National Center for Education Statistics (2024), https://nces.ed.gov/programs/coe/indicator/cmb/public-school-expenditure.\n\n32 Liesel Crocker, “Why states should require annual union recertification,” Foundation for Government Accountability (2024), https://thefga.org/research/why-states-should-require-annual-union-recertification/.\n\n33 Bill Walsh, “The teachers’ union bankrupted Minneapolis schools,” American Experiment (2022), https://www.americanexperiment.org/the-teachers-union-bankrupted-minneapolis-schools%EF%BF%BC/.\n\n34 Briana Bierschbach and Jessie Van Berkel, “Minnesota needs to hire thousands of new employees. Can the state find them?,” Minnesota Star Tribune (2023), https://www.startribune.com/minnesota-needs-to-hire-thousands-of-new-employees-can-they-find-them-cannabis-paid-leave/600281713/?refresh=true.\n\n35 Ibid.\n\n36 Katherine Barrett and Richard Greene, “An often-overlooked reason for public sector job vacancies,” Route Fifty (2023), https://www.route-fifty.com/workforce/2023/01/often-overlooked-reason-public-sector-job-vacancies/382434/.\n\n37 Ibid.\n\n38 R.R.S. Neb. § 81-1113.\n\n39 Nebraska Executive Order No. 24-03.\n\n40 Martha Stoddard, “Nebraska Gov. Jim Pillen cutting half as many vacant state jobs as originally announced,” Omaha World-Herald (2024), https://theindependent.com/nebraska-gov-jim-pillen-cutting-half-as-many-vacant-state-jobs-as-announced/article_c2fcbcfe-2cee-11ef-b9d2-cb129cd30281.html.\n\n41 Miss. Code Ann. § 25-9-127(8).",
    "author": null,
    "published_date": "2024-12-23T05:01:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11597,
    "url": "https://thefga.org/additional-research/amicus-curiae-brief-missouri-medicaid-expansion/",
    "scraped_at": "2026-02-16T13:42:58.313655",
    "title": "FGA Amicus Curiae Brief in Support of Missouri Court’s Ruling Striking Down the Medicaid Expansion Amendment as Unconstitutional",
    "content": "On July 7, 2021, the Foundation for Government Accountability (FGA) filed an amicus curiae brief with the Supreme Court of Missouri in support of the lower court’s ruling that the Medicaid Expansion Amendment violates Missouri’s Constitution.\n\nIn the brief, FGA explains that the ballot initiative that narrowly passed last fall violates Article III Section 51 of the Missouri Constitution as it failed to provide a source of funding to pay for its massive cost. FGA also argues that the large, unanticipated costs associated with Medicaid expansion demand a valid source of funding upfront to avoid decimating the State’s budget.\n\nFGA ends the brief by warning the Court that allowing this unconstitutional amendment to survive would transform Missouri’s initiative process into a mechanism for well-funded special interest groups to use to avoid the legislative process crippling the State’s budget while undermining the separation of powers enshrined in the Missouri Constitution.",
    "author": null,
    "published_date": "2021-07-07T18:21:37",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11596,
    "url": "https://thefga.org/additional-research/myth-vs-fact-mandatory-employment-and-training-food-stamps/",
    "scraped_at": "2026-02-16T13:42:58.313650",
    "title": "Myth vs. Fact: Mandatory Employment and Training Under the General Work Requirement in Food Stamps",
    "content": "MYTH #1:\n\n“Food stamp work requirements are suspended due to the COVID-19 pandemic.”\n\nFACT:\n\nThere are two separate work requirements in the food stamp program and Congress only suspended one. One work requirement is for all work registrants, and another is specifically for certain able-bodied adults without dependents (ABAWDs). The first and broader requirement for all work registrants is called the “general work requirement.”\n\nThe second and more narrow work requirement for ABAWDs is called the “ABAWD work requirement.” Congress suspended the ABAWD work requirement entirely when it passed the Families First Coronavirus Response Act (FFCRA) in March 2020.1 That suspension will remain in effect until the president allows the public health emergency declaration to expire.2\n\nBut Congress did not suspend the general work requirement for any work registrants or prohibit mandatory E&T.\n\nMYTH #2:\n\n“Mandatory Employment and Training (E&T) under the general work requirement is unnecessary because there is already a work requirement in food stamps.”\n\nFACT:\n\nThe ABAWD work requirement, as explained above, is one of two work requirements in food stamps but is far better known than the general work requirement. The two requirements operate differently and apply to different but overlapping populations.\n\nThe general work requirement applies to all work registrants. ABAWDs are a subgroup within the work registrant population who are between the ages of 18 and 49 and who have no dependent children.3 ABAWDs can comply with the ABAWD work requirement by working, training, or volunteering for at least 20 hours per week, including by participating in a state’s E&T program.4\n\nWork registrants, on the other hand, include ABAWDs but also able- bodied parents of school-aged children and able-bodied, childless adults between 50 and 59 years old.5\n\nBut without mandatory E&T in the general work requirement, these additional groups of able-bodied adults on food stamps are not subject to any work requirement.\n\nMYTH #3:\n\n“We already have mandatory E&T under the general work requirement.”\n\nFACT:\n\nNine states—Florida, Idaho, Mississippi, New Jersey, New York, North Dakota, Ohio, Texas, and Utah—have instituted some form of mandatory E&T.9 Arkansas will soon join them. The state is in the process of implementing mandatory E&T, as passed by the state legislature in 2019.10\n\nMYTH #4:\n\n“No other states use mandatory E&T.”\n\nFACT:\n\nStates are not required to provide an E&T slot for every work registrant to begin implementing mandatory E&T.\n\nStates that use mandatory E&T often grant many exemptions to work registrants. For example, even before the COVID-19 pandemic, Utah exempted 68 percent of its work registrants from participation and Ohio exempted 58 percent.9-10\n\nMore to the point, even among mandatory E&T participants assigned to slots, participation will be lower than 100 percent. Some may participate. Many others will fail to comply and be removed from food stamps. And even more will simply get a job and leave the program.\n\nMYTH #5:\n\n“My state doesn’t have enough money to provide an E&T slot for every work registrant in the state.”\n\nFACT:\n\nStates are not required to provide an E&T slot for every work registrant to begin implementing mandatory E&T.\n\nStates that use mandatory E&T often grant many exemptions to work registrants. For example, even before the COVID-19 pandemic, Utah exempted 68 percent of its work registrants from participation and Ohio exempted 58 percent.11-12\n\nMore to the point, even among mandatory E&T participants assigned to slots, participation will be lower than 100 percent. Some may participate. Many others will fail to comply and be removed from food stamps. And even more will simply get a job and leave the program.\n\nMYTH #6:\n\n“The federal Food and Nutrition Service (FNS) has said states must provide a slot for everyone in order to implement mandatory E&T.”\n\nFACT:\n\nStates are not required to provide an E&T slot for every work registrant to begin implementing mandatory E&T. Any statement to that effect directly contradicts federal law and previous, written agency guidance.\n\nStates are required to assist, with help from federal funding streams, those who do participate in the E&T program, including case management and monthly supervision.13\n\nBut states are not required to prospectively build a massive infrastructure for every work registrant based on false assumptions of complete participation. Federal regulations specifically allow E&T programs to operate without the capacity to serve all enrollees.14\n\nIn fact, FNS has specifically clarified that, for example, “if a State agency requires 175 participants to participate in E&T, but the State agency has only provided 100 slots with appropriate services for those individuals, then the State agency must provide good cause to the 75 individuals who do not have access to a slot with appropriate services.”15\n\nMYTH #7:\n\n“The state doesn’t have enough money to implement mandatory E&T.”\n\nFACT:\n\nEvery state already operates an E&T program for food stamp enrollees and additional federal funding for mandatory E&T is available.16\n\nThe federal government provides 100 percent reimbursement for E&T administration costs up to each state’s biennial grant.17 These funds can cover the “planning, implementation, and operation” of an E&T program.18 This does not include initial applicant screening but it does include initial E&T assessments.19 States which use their E&T grant funding can receive additional federal funds upon request in the interim year from states which did not use their funds.20\n\nEven if a state exceeds its annual grant, states continue to receive 50 percent federal reimbursement for additional E&T administrative costs.21 They also receive 50 percent federal reimbursement for participant reimbursements for expenditures like childcare and transportation.22\n\nAdditionally, on an ongoing basis, tens of millions of federal dollars in “ABAWD pledge funding” are available to states if they offer all ABAWDs in their third month of enrollment an E&T slot.23-24\n\nFinally, funds appropriated in the American Rescue Plan Act of 2021 (ARPA) can be used for many E&T administrative expenses allowable under, including agency and contractual costs.25\n\nMYTH #8:\n\n“Even with more federal funds, state costs are too high to implement mandatory E&T.”\n\nFACT:\n\nThe additional financial burden of mandatory E&T is often wildly overstated for a number of reasons.\n\nFirst, states have flexibility in what the “slots” are to which work registrants are assigned. They need not be well-funded programs in community colleges or career centers. Slots can constitute any simple check-in program that would allow an enrollee to meet the requirement, including work experience and volunteering.\n\nSecond, other costs associated with mandatory E&T such as transportation and childcare reimbursements, tend to be much lower than expected. Estimates often assume that all work registrants will participate and that, among these participants, all will need transportation assistance. Both are deeply flawed assumptions. For example, Texas, a big state with a big E&T program, only spends $1.8 million for transportation costs.26\n\nSimilarly, a small minority of the work registrants are responsible for the care of small children not old enough to be in school. Those in that minority will receive subsidized funding for childcare through TANF, the Child Care Development Block grant, or other state and federal childcare programs. Again, Texas only budgets $4,000 for childcare reimbursement statewide.27\n\nMYTH #9:\n\n“Mandatory E&T is far too burdensome to administer.”\n\nFACT:\n\nStates have enormous flexibilities in administering E&T programs. Specifically, states have a number of options for how they can track participants, check in on job searches, how often agencies provide participants services, and the extent to which third-party “E&T partners” assume responsibilities, including case management.28-29\n\nFear of administrative burden often comes from an over-emphasis on the “training” portion of “employment and training.” But employment services, especially in partnership with private employers and “work partnerships,” are much less burdensome for the state and can effectively move able-bodied adults into work settings which often become jobs.30\n\nSpecifically, “work experience” is an E&T component under federal law and includes actual work activity performed in exchange for food stamp benefits.31 For example, in Texas’s mandatory E&T program, the state assigns participants to work activities, rather than automatically assigning them\n\nto community college or longer-term training programs, although those programs are still available for some.\n\nMYTH #10:\n\n“The federal Food and Nutrition Service (FNS) has said states must provide a slot for everyone in order to implement mandatory E&T.”\n\nFACT:\n\nStates with limited funding can choose to prioritize ABAWDs for mandatory E&T. This is especially important when the federal government waives the ABAWD work requirement, such as during the ongoing public health emergency related to the COVID-19 pandemic.\n\nEven before the pandemic, some states only used mandatory E&T for ABAWDs rather than all work registrants, including Florida, Mississippi, and Ohio.32\n\nMYTH #11:\n\n“Work requirements don’t work, especially for work registrants not already subject to the ABAWD work requirement like parents and adults 50-59.”\n\nFACT:\n\nWork requirements in food stamps rank among the most effective tools in lifting individuals out of dependency into self-sufficiency.33 Studies across multiple states have demonstrated how able-bodied adults leaving food stamps after work requirements are implemented find work in thousands of diverse industries and see their incomes more than triple.34\n\nWork registrants who are not ABAWDs but still able-bodied, particularly parents, are among the individuals who can benefit the most from higher incomes and reconnecting with their communities.35\n\nMYTH #12:\n\n“If a state exempts ABAWDs from mandatory E&T because they don’t have enough slots, it will exempt ABAWDs from the ABAWD work requirement and result in fewer people working.”\n\nFACT:\n\nIf an ABAWD receives a good cause exemption from mandatory E&T, it usually means they’re also exempt from the ABAWD work requirement.36 But that’s not always true. FNS has clarified that if an ABAWD only receives a good cause exemption from mandatory E&T because the program did not have an open slot, that exemption does not carry over to the individual’s ABAWD work requirement because E&T participation is only one of many ways in which an individual can comply with the ABAWD work requirement.37\n\nMYTH #13:\n\n“Mandatory E&T under the general work requirement doesn’t provide flexibility for non-compliance.”\n\nFACT:\n\nStates have discretion in setting their own standards for non-compliance sanctions. States have discretion to disqualify individuals for one to three months after the first failure to comply, three to six months after the second failure to comply, and six months or even permanently for the third failure.38\n\nFurthermore, even among able-bodied enrollees, many will be exempt from mandatory E&T under the general work requirement because they take care of a child under six years old or an incapacitated person, participate in an alcohol or drug treatment program, are in school, or already work at least 30 hours per week or earn equivalent wages.39\n\nAdditionally, states can create additional “state-specific” exemptions of their own and exempt individuals for other reasons which constitute “good cause” as part of the eligibility process.40\n\nREFERENCES\n\n1. Public Law 116-127, Section 2301 (2020), https://www.congress.gov/116/bills/hr6201/BILLS-116hr6201enr.pdf.\n\n2. Ibid.\n\n3. 7 U.S.C. § 2015(d) (2019), https://www.govinfo.gov/content/pkg/USCODE-2019-title7/pdf/USCODE-2019-title7-chap51-sec2015.pdf.\n\n4. Food and Nutrition Service, “Clarifications on work requirements, ABAWDs, and E&T,” U.S. Department of Agriculture (2018), https://www.fns.usda.gov/snap/clarifications-work-requirements-abawds-and-et.\n\n5. 7 U.S.C. § 2015(d) (2019), https://www.govinfo.gov/content/pkg/USCODE-2019-title7/pdf/USCODE-2019-title7-chap51-sec2015.pdf.\n\n6. Food and Nutrition Service, “Clarifications on work requirements, ABAWDs, and E&T,” U.S. Department of Agriculture (2018), https://www.fns.usda.gov/snap/clarifications-work-requirements-abawds-and-et.\n\n7. Alli Fick and Scott Centorino, “The Missing Tool: How Work Requirements Can Reduce Dependency and Help Find Absent Workers,” Foundation for Government Accountability (2021), https://thefga.org/wp-content/uploads/2021/10/ABAWD-v-General-WR-in-food-stamps-paper-10-19-21.pdf.\n\n8. Ibid.\n\n9. Ibid.\n\n10. 2019 Ark. Acts 974\n\n11. “SNAP Employment and Training State Plan Federal Fiscal Year 2019,” Utah Department of Workforce Services (2018).\n\n12. “State Employment and Training Plan Federal Fiscal Year 2019,” Ohio Department of Job and Family Services (2019).\n\n13. 7 CFR 273.7(e)(1)\n\n14. 7 CFR 273.7\n\n15. Food and Nutrition Service, “Employment and Training Opportunities in SNAP—Questions and Answers, PART 2,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/ETfinalruleQApart2.pdf.\n\n16. Alli Fick and Scott Centorino, “The Missing Tool: How Work Requirements can Reduce Dependency and Help Find Absent Workers,” Foundation for Government Accountability (2021), https://thefga.org/wp-content/uploads/2021/10/ABAWD-v-General-WR-in-food-stamps-paper-10-19-21.pdf\n\n17. Food and Nutrition Service, “SNAP Employment and Training Program: Training Toolkit,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/SNAPemployment-training-toolkit-june-2021.pdf.\n\n18. Ibid.\n\n19. Ibid.\n\n20. Ibid.\n\n21. Ibid.\n\n22. Ibid.\n\n23. Ibid.\n\n24. Food and Nutrition Service, “Clarifications on work requirements, ABAWDs, and E&T,” U.S. Department of Agriculture (2018), https://www.fns.usda.gov/snap/clarifications-work-requirements-abawds-and-et.\n\n25. 7 CFR 273.7(d)(1)(ii)\n\n26. “SNAP Employment and Training Plan Federal Fiscal Year 2021,” Texas Health and Human Services Commission (2020).\n\n27. Ibid\n\n28. 7 CFR 273.7(e)(2)\n\n29. Food and Nutrition Service, “SNAP Employment and Training Program: Training Toolkit,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/SNAPemployment-training-toolkit-june-2021.pdf.\n\n30. Food and Nutrition Service, “SNAP E&T Operations Handbook: A Step-by-Step Guide to Developing, Implementing, and Growing a SNAP E&T Program,” US Department of Agriculture (2018), https://fns-prod.azureedge.net/sites/default/files/snap/S2S-Operations-Handbook.pdf\n\n31. Food and Nutrition Service, “SNAP Employment and Training Program: Training Toolkit,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/SNAPemployment-training-toolkit-june-2021.pdf.\n\n32. Alli Fick and Scott Centorino, “The Missing Tool: How Work Requirements Can Reduce Dependency and Help Find Absent Workers,” Foundation for Government Accountability (2021), https://thefga.org/wp-content/uploads/2021/10/ABAWD-v-General-WR-in-food-stamps-paper-10-19-21.pdf.\n\n33. Ibid.\n\n34. Ibid.\n\n35. Jonathan Ingram, Nic Horton, and Sam Adolphsen, “The case for expanding food stamp work requirements to parents,” Foundation for Government Accountability (2018), https://thefga.org/wp-content/uploads/2018/02/The-case-for-expanding-food-stamp-work-requirements-to-parents.pdf\n\n36. 7 CFR 273.24(b)(2)\n\n37. Food and Nutrition Service, “Employment and Training Opportunities in SNAP—Questions and Answers, PART 2,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/ETfinalruleQApart2.pdf\n\n38. Food and Nutrition Service, “Clarifications on work requirements, ABAWDs, and E&T,” U.S. Department of Agriculture (2018), https://www.fns.usda.gov/snap/clarifications-work-requirements-abawds-and-et.\n\n39. Food and Nutrition Service, “SNAP Employment and Training Program: Training Toolkit,” US Department of Agriculture (2021), https://fns-prod.azureedge.net/sites/default/files/resource-files/SNAPemployment-training-toolkit-june-2021.pdf.\n\n40. Ibid.",
    "author": null,
    "published_date": "2022-04-19T23:04:39",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11595,
    "url": "https://thefga.org/op-eds/trump-is-right-wall-street-should-not-buy-single-family-homes/",
    "scraped_at": "2026-02-16T13:42:58.313646",
    "title": "Trump is right, Wall Street should not buy single-family homes",
    "content": "You have to give it to Wall Street: It really knows how to work the media.\n\nJust look at the response to President Donald Trump’s proposal this month to ban institutional investors from buying single-family homes. He called for this reform on Jan. 8, followed by an executive order on Jan. 20. From the start, there has been a slew of news stories and op-eds saying the president is getting it all wrong — that banning Wall Street from scooping up homes will solve nothing.",
    "author": null,
    "published_date": "2026-02-02T18:46:38",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11594,
    "url": "https://thefga.org/op-eds/i-tried-for-years-to-buy-a-home-wall-street-always-beat-me-trump-made-the-right-call/",
    "scraped_at": "2026-02-16T13:42:58.313642",
    "title": "I tried for years to buy a home. Wall Street always beat me — Trump made the right call",
    "content": "I tried to buy my first home for years. I never thought it would be so difficult. But I ran into barriers that I didn’t know existed — one of which President Donald Trump is trying to break down with an executive order he signed on January 20th.\n\nI’m a 30-something man living in Marco Island, Florida, a community with a rich history and beautiful beaches. It’s been a popular place for decades, and naturally, that’s pushed prices higher. The typical home now costs in the high six figures, with a lot of homes selling for more than a million bucks. That makes homebuying difficult enough for young people, especially young families.",
    "author": null,
    "published_date": "2026-01-22T15:32:11",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11593,
    "url": "https://thefga.org/op-eds/welfare-fraud-threatens-top-tier-democratic-presidential-nominees-ahead-of-2028/",
    "scraped_at": "2026-02-16T13:42:58.313637",
    "title": "Welfare Fraud Threatens Top-Tier Democratic Presidential Nominees Ahead Of 2028",
    "content": "Minnesota Governor Tim Walz ended his campaign for re-election, a stunning reversal and likely the end of the political career of a man who many pundits projected would be the Democratic nominee for president as early as 2028.\n\nBut if a once-popular governor can be toppled by widespread welfare fraud, where does that leave other Democratic presidential hopefuls?\n\nThe revelations of staggering levels of fraud in Minnesota — and Walz’s preemptive exit from the big stage — should send a chill down the spines of Gavin Newsom, Josh Shapiro, and JB Pritzker, who are likely sitting on powder kegs of fraud themselves. What are the odds that Tim Walz is an outlier among blue-state governors with the exact same political philosophy and ideology? Unlikely.",
    "author": null,
    "published_date": "2026-01-22T05:21:59",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11592,
    "url": "https://thefga.org/op-eds/the-gop-plan-to-make-america-affordable-again/",
    "scraped_at": "2026-02-16T13:42:58.313633",
    "title": "The GOP Plan To Make America Affordable Again",
    "content": "The American people are speaking loud and clear: They want affordability, and they want it now. Thankfully, on Jan. 13, Republicans in Congress announced that they’re ready to give families relief. They rolled out a comprehensive plan to make America affordable again.\n\nThe credit goes to the Republican Study Committee, under the leadership of Chairman August Pfluger, which represents the overwhelming majority of GOP House members. Since President Trump signed the One, Big, Beautiful Bill into law last summer, they’ve been hard at work developing a second reconciliation bill that’s just as sweeping and urgently needed. Their plan – which is centered on bringing the American Dream into reach for everyone – should be sent to the president’s desk as soon as possible.",
    "author": null,
    "published_date": "2026-01-20T17:13:39",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11591,
    "url": "https://thefga.org/election-crimes/",
    "scraped_at": "2026-02-16T13:42:58.313628",
    "title": "Election Crimes",
    "content": "INVESTIGATE:\n\nElection fraud happens—it just isn’t being vigorously investigated. The answer? A dedicated state office with a staff focused on investigations, a voter fraud hotline to receive public tips, and a requirement to report all findings to the legislature. Some states have established offices with this very mission, and more states should follow suit by creating an election crimes unit.\n\nPROSECUTE:\n\nNext, states should grant their attorneys general the same authority as local district attorneys to prosecute election crimes. This will build checks and balances into the system, provide accountability for leftist district attorneys, and help deter would-be criminals from committing election fraud.\n\nExample:\n\nFlorida\n\nBy January 15 each year, the Office of Election Crimes and Security (OECS) must report to the Governor, Senate President, and House Speaker on alleged election law violations.",
    "author": null,
    "published_date": "2022-11-16T21:36:10",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11590,
    "url": "https://thefga.org/ranked-choice-voting-is-a-disaster/",
    "scraped_at": "2026-02-16T13:42:58.313623",
    "title": "Ranked-Choice Voting is a Disaster",
    "content": "It’s true. Everywhere ranked-choice voting has been tried, it’s been a disaster for election integrity.\n\nPushed almost exclusively by the Left as an alternative to America’s traditional “one person, one vote” system, ranked-choice voting is actually an alternative voting scam that leads to thousands of trashed ballots, widespread errors, delayed election results, and diminished voter confidence.\n\nThat’s why 10 states have banned ranked-choice voting in just the last two years—Florida, Tennessee, South Dakota, Idaho, and Montana. Only Maine and Alaska use it at the statewide level, where ranked-choice voting passed by slim margins through ballot initiatives that were heavily funded by special interests. Now, let’s dig deeper.\n\nRanked-Choice Voting Backlash\n\nThe Left is pushing ranked-choice voting across the country—but who really supports it? Backers include failed VP candidate Tim Walz, the Communist Party USA, Sen. Bernie Sanders, and AOC. Meanwhile, strong opposition is mounting. President Trump has called it “one of the greatest threats to democracy” and a “fraudulent joke.” The Republican National Committee agrees, and since 2022, seventeen states—including Florida, Iowa, and Tennessee—have banned the system altogether.\n\nDespite outspending opponents $124 million to $3.4 million during the 2024 election cycle, ranked-choice voting initiatives were rejected by voters in six states.\n\nWho’s behind the push? Left-leaning political operatives backing Progressive policies and candidates.",
    "author": null,
    "published_date": "2022-09-01T16:30:06",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11589,
    "url": "https://thefga.org/solution/limited-government/",
    "scraped_at": "2026-02-16T13:42:58.313616",
    "title": "Limited Government",
    "content": "Limited Government\nThe Federal Government Has Grown Too Large\nInstead of deferring most issues to state legislatures and the people themselves—as required by the U.S. Constitution—the federal government has only continued to expand its influence and power, affecting Americans’ lives daily.\nThrough a perpetual cycle of runaway spending, crushing taxation, and an ever-growing bureaucracy, the federal government has managed to amass a more than $30 trillion national debt.\nFGA has the solutions that can help policymakers restore the balance of power.\n-\nresearch\n3 Simple Steps to Fast-Track the American Comeback\nThe Obama legacy supersized the welfare state, undermined American self-reliance, stifled economic growth, and encouraged government dependency. Nowhere is this legacy clearer than in food stamps. The number of people dependent on food stamps hit more than 44 million in 2016. There are now more people on food stamps than the entire population of Canada. […]\nREAD MORE -\nnews\nFGA Releases Research that Shows How States Can Remove Barriers for Entrepreneurship\nToday, the Foundation for Government Accountability (FGA) released research that shows how Florida lawmakers removed barriers to work and encouraged new business creation in the Sunshine State, ultimately leading to greater economic success and less government dependency.\nREAD MORE\nHave Questions? Reach out to our experts\nLatest Limited Government Research\n-\nResearch\nPresident Trump Has Eliminated Waste by Slashing Bureaucracy and Congress Should Lock in His Success\n-\nResearch\nPresident Trump’s Deregulatory Efforts Will Stop Overregulation and Unleash Economic Prosperity\n-\nResearch\nCongress Can Lock in President Trump’s Legacy by Using Reconciliation to Require Congressional Approval for Major Budgetary Regulations\n-\nResearch\nHow Deep Is the Swamp? Why Taming the Liberal Bureaucracy Is Essential\n-\nResearch\nHow States Can Shrink Bloated Bureaucracy and Save Taxpayer Dollars\nOur Limited Government Solutions\nAt FGA, we don’t just talk about changing policy—we make it happen.\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": null,
    "metadata": {
      "description": null,
      "sitename": null,
      "categories": null,
      "tags": null,
      "fingerprint": null,
      "license": null
    }
  },
  {
    "id": 11588,
    "url": "https://thefga.org/fga-vs-doj/",
    "scraped_at": "2026-02-16T13:42:58.313608",
    "title": "Legal Efforts",
    "content": "At FGA, we don’t just talk about changing policy—we make it happen.\n\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": "2022-12-13T17:04:31",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11587,
    "url": "https://thefga.org/2023-farm-bill/",
    "scraped_at": "2026-02-16T13:42:58.313591",
    "title": "2024 Farm Bill",
    "content": "Raising Opportunities, Not Dependency\n\nIf the American people knew that 84 percent of the spending in the farm bill had nothing to do with farming, they would be outraged and demand reform.\n\nRightly so! And that’s the reality Congress faces every five years when the farm bill is up for renewal: business as usual or meaningful change—particularly in the food stamp program.",
    "author": null,
    "published_date": "2023-08-11T17:09:24",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11586,
    "url": "https://thefga.org/additional-research/",
    "scraped_at": "2026-02-16T13:35:34.615924",
    "title": "The Foundation for Government Accountability",
    "content": "At FGA, we don’t just talk about changing policy—we make it happen.\n\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": "2024-07-17T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11585,
    "url": "https://thefga.org/one-pagers/",
    "scraped_at": "2026-02-16T13:35:34.615917",
    "title": "The Foundation for Government Accountability",
    "content": "Regulations from the Executive in Need of Scrutiny (REINS) Return Judicial Power to the Courts Promote Efficiency and Cost Savings in the Federal Agency Workforce Judicial Review for Noncompliance Tie Goes to the People, Not the Government CRA SECOND LOOK Require Agency Review of Ambiguous Provisions Address Egregious Executive Branch Overreach by Reversing Specific Regulations […] Read more...",
    "author": null,
    "published_date": "2024-06-25T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11584,
    "url": "https://thefga.org/polling/",
    "scraped_at": "2026-02-16T13:35:34.615911",
    "title": "The Foundation for Government Accountability",
    "content": "As welfare fraud rockets to the front of Americans' consciousness, driven by revelations of massive welfare fraud in Minnesota, the effects of this potent political issue are already becoming apparent. Read more...\n\nA new poll from the Center for Excellence in Polling shows broad support among New Hampshire voters for policy reforms designed to promote work and protect taxpayer-funded welfare resources for the truly needy. Read more...\n\nThe Center for Excellence in Polling recently surveyed likely voters on affordability, especially as it relates to homeownership. Read more...\n\nThe Center for Excellence in Polling recently surveyed likely Wisconsin voters and found strong support for implementing commonsense reforms, including those that will promote work for able-bodied enrollees in welfare programs; fight waste, fraud, and abuse in Medicaid and food stamps; promote opportunities in education; and cut taxes. Read more...\n\nLawmakers in Washington, D.C. are making efforts to ensure that food stamp dollars are only spent on nutritious foods. And Americans support this move Read more...\n\nThe COVID-19 emergency has been over for years, but pandemic-related ObamaCare bonuses to insurance companies are still here. Read more...\n\nThe Center for Excellence in Polling recently surveyed likely New Hampshire voters and found that a majority—53 percent—strongly or somewhat support limiting the kinds of foods that can be purchased with food stamps to foods with high nutritional content. Read more...\n\nNew polling from the Center for Excellence in Polling shines a troubling light on the state of factual knowledge about American election policy among voters. Read more...",
    "author": null,
    "published_date": "2026-02-09T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11583,
    "url": "https://thefga.org/papers/",
    "scraped_at": "2026-02-16T13:35:34.615904",
    "title": "Papers",
    "content": "At FGA, we don’t just talk about changing policy—we make it happen.\n\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": "2017-10-03T18:02:21",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11582,
    "url": "https://thefga.org/in-the-news/",
    "scraped_at": "2026-02-16T13:35:34.615897",
    "title": "In the News",
    "content": "At FGA, we don’t just talk about changing policy—we make it happen.\n\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": "2022-10-31T09:30:46",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11581,
    "url": "https://thefga.org/press/",
    "scraped_at": "2026-02-16T13:35:34.615890",
    "title": "The Foundation for Government Accountability",
    "content": "Today, the Foundation for Government Accountability (FGA) issued the following statement in strong support of the Centers for Medicare & Medicaid Services (CMS)’s closure of a massive Medicaid tax loophole that allowed states to push the cost of their Medicaid programs onto federal taxpayers. Read more...\n\nCongress should quickly pass this patient-first overhaul that redirects power and dollars away from insurance companies and back to the American people. Read more...\n\nNew regulations will prevent illegal aliens from claiming refundable tax credits meant for eligible American families and will help protect affordability for taxpayers. Read more...\n\nHouse and Senate Leaders charted a clear path forward that would benefit the American people while fighting back against the lies and brinkmanship of Chuck Schumer and Senate Democrats. Read more...\n\nGovernor Morrisey sat down with FGA to discuss how MAHA reforms are driving change in West Virginia and beyond. NAPLES, FL—This month, at an event hosted by the Foundation for Government Accountability, Governor Patrick Morrisey of West Virginia sat down for an in-depth discussion, sharing his vision for the Make America Health Again (MAHA) movement. […] Read more...",
    "author": null,
    "published_date": "2026-02-10T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11580,
    "url": "https://thefga.org/op-eds/",
    "scraped_at": "2026-02-16T13:35:34.615883",
    "title": "The Foundation for Government Accountability",
    "content": "I tried to buy my first home for years. I never thought it would be so difficult. But I ran into barriers that I didn’t know existed — one of which President Donald Trump is trying to break down with an executive order he signed on January 20th. I’m a 30-something man living in Marco Island, Florida, a community with […] Read more...\n\nThe American people are speaking loud and clear: They want affordability, and they want it now. Thankfully, on Jan. 13, Republicans in Congress announced that they’re ready to give families relief. They rolled out a comprehensive plan to make America affordable again. Read more...\n\nPresident Donald Trump’s landmark reforms in the One, Big, Beautiful Bill crack down on Medicaid fraud, protecting the truly needy and ensuring that able-bodied adults must work, train or volunteer to receive temporary Medicaid benefits. Read more...\n\nThe media is abuzz with predictions that Democrats will retake the House of Representatives in this year’s midterm elections. But there’s a political reality that pundits and pollsters are generally ignoring. Read more...",
    "author": null,
    "published_date": "2026-02-11T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11579,
    "url": "https://thefga.org/blog/",
    "scraped_at": "2026-02-16T13:35:34.615875",
    "title": "The Foundation for Government Accountability",
    "content": "If D.C. had a word of the year, it would be “accountability.” Not a word you’d usually associate with Washington, but the Trump administration is tackling the waste, fraud, and abuse that has had a stranglehold on our country for years. Read more...\n\nAs much as the media and the Democrats try to spin it to be about health care, this ongoing federal government shutdown is about Democrats wanting to give welfare to illegal aliens and handouts to big insurance companies. Read more...\n\nWhat’s really causing the hospital closures? The failed promises of Medicaid expansion. Medicaid expansion has failed to save hospitals, despite promises from the Left that expanding the program would be a boon to rural areas. Read more...\n\nWith the signing of the Big, Beautiful Bill earlier this summer, commonsense reforms to Medicaid are now the law of the land. Read more...\n\nNewly elected West Virginia Secretary of State Kris Warner has only been in office for less than six months, but under his leadership, the Mountain State has already enacted a series of election reforms that could become a model for the rest of the Union. Read more...\n\nApril showers bring May…Medicaid reform. That’s right, the hottest topic on Capitol Hill is how to make sure Medicaid is healthy for the long haul and able to serve people who truly need it. Read more...\n\nWednesday, April 23 marked 100 days in office for Governor Mike Braun, and Indiana has a lot to celebrate. Read more...\n\nNearly 100 days into the second Trump administration, and the wins keep on coming. Read more...\n\nOn Inauguration Day, President Trump promised that “the golden age of America begins right now,” and his second term is off to a historically successful start. Here are six big ways states are leading in 2025. Read more...",
    "author": null,
    "published_date": "2026-01-14T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11578,
    "url": "https://thefga.org/research/",
    "scraped_at": "2026-02-16T13:35:34.615867",
    "title": "The Foundation for Government Accountability",
    "content": "At FGA, we don’t just talk about changing policy—we make it happen.\n\nBy partnering with FGA through a gift, you can create more policy change that returns America to a country where entrepreneurship thrives, personal responsibility is rewarded, and paychecks replace welfare checks.",
    "author": null,
    "published_date": "2026-02-12T00:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11577,
    "url": "https://thefga.org/",
    "scraped_at": "2026-02-16T13:35:34.615850",
    "title": "Homepage",
    "content": "President Trump’s Crackdown on Institutional Investors Will Unlock Homeownership\n\nLiesel Crocker\n\nFebruary 12, 2026\n\nInstitutional investors own up to 25% of single-family rentals in some cities, crowding out American families from homeownership.\n\nREAD MORE\n\nEnding The Welfare Welcome Mat In Immigration\n\nMichael Greibrok, Sofia De Vito\n\nFebruary 11, 2026\n\nAmerica used to be a magnet for the world’s entrepreneurs and innovators. But today, American immigration is better known for record illegal border crossings\n\nREAD MORE\n\nThe Trump Administration Is Helping Ensure That the Definition of Public Charge Encourages Work, Not Welfare\n\nMichael Greibrok\n\nFebruary 11, 2026\n\nCounting all welfare programs when determining an immigrant’s likelihood of becoming a public charge will prioritize work over welfare and save taxpayers billions. The Trump administration should continue its work to make this approach a reality.\n\nREAD MORE\n\nPresident Trump’s Crackdown on Institutional Investors Will Unlock Homeownership\n\nLiesel Crocker\n\nFebruary 12, 2026\n\nInstitutional investors own up to 25% of single-family rentals in some cities, crowding out American families from homeownership.\n\nREAD MORE\n\nEnding The Welfare Welcome Mat In Immigration\n\nMichael Greibrok, Sofia De Vito\n\nFebruary 11, 2026\n\nAmerica used to be a magnet for the world’s entrepreneurs and innovators. But today, American immigration is better known for record illegal border crossings\n\nREAD MORE\n\nThe Trump Administration Is Helping Ensure That the Definition of Public Charge Encourages Work, Not Welfare\n\nMichael Greibrok\n\nFebruary 11, 2026\n\nCounting all welfare programs when determining an immigrant’s likelihood of becoming a public charge will prioritize work over welfare and save taxpayers billions. The Trump administration should continue its work to make this approach a reality.\n\nREAD MORE\n\nEducation Reform is Widely Popular with Kansas Voters\n\nFeb 09, 2026\n\nNew polling from the Center for Excellence in Polling shows that education reform is both popular and a path to political success in Kansas.\n\nRead more...\n\nWelfare Fraud a Major Issue for Low-Propensity Trump Voters\n\nJan 28, 2026\n\nAs welfare fraud rockets to the front of Americans’ consciousness, driven by revelations of massive welfare fraud in Minnesota, the effects of this potent political issue are already becoming apparent.\n\nRead more...\n\nNew Hampshire Voters Support Welfare, Education Reforms That Promote Work\n\nJan 23, 2026\n\nA new poll from the Center for Excellence in Polling shows broad support among New Hampshire voters for policy reforms designed to promote work and protect taxpayer-funded welfare resources for the truly needy.\n\nRead more...",
    "author": null,
    "published_date": "2022-05-02T07:49:53",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11501,
    "url": "https://thefga.org/press/fga-applauds-introduction-of-the-make-elections-great-again-act/",
    "scraped_at": "2026-02-16T08:48:23.908879",
    "title": "FGA Applauds Introduction of the Make Elections Great Again Act",
    "content": "Chairman Steil’s bill would establish baseline election integrity requirements and protect federal elections across the United States.\n\nNAPLES, FL – The Foundation for Government Accountability (FGA) today praised Rep. Bryan Steil (R-WI), Chair of the House Administration Committee, for introducing the Make Elections Great Again (MEGA) Act (H.R. 7300). This bill would require baseline election integrity protections across the states to keep federal elections secure and prevent bad actors from abusing state election laws to influence results.\n\nThe MEGA Act’s election integrity protections include:\n\n• Requiring stronger, routine voter list maintenance in states\n\n• Requiring photo identification to vote\n\n• Requiring states to verify the citizenship status of individuals when registering to vote\n\n• Requiring mail-in ballots to be received no later than the close of polls on Election Day\n\n• Banning ballot harvesting, universal vote by mail, and ranked-choice voting\n\n“Chairman Steil’s bill comes at an important time, as our representative electoral system faces an onslaught of activists and legislators trying to weaken election integrity, from ranked-choice voting schemes to preventing immigration enforcementnear polling places,” said Madeline Malisa, Policy Director for the Foundation for Government Accountability. “Election integrity protections are not only common sense—they’re extremely popular, with an overwhelming majority of voters supporting voter ID and allowing only citizens to vote.”\n\n“Chairman Steil’s bill builds on the hard work that many states have done to strengthen election integrity and protect the vote and reinforces that bad actors will not be allowed to game the system. Free and fair elections are foundational to the greatness of this country, and all efforts must be made to protect them,” added FGA’s Madeline Malisa.\n\nPolling shows broad, bipartisan popularity of election integrity reforms. A recent survey found that 83 percent of Americans, including 70 percent of registered Democrats, support requiring ID for voting. The Center for Excellence in Polling found that 87 percent of likely voters support requiring an individual to prove they are a U.S. citizen to register to vote in American elections.\n\nRead the bill text for the MEGA Act here.\n\n###",
    "author": null,
    "published_date": "2026-02-10T14:14:09",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11500,
    "url": "https://thefga.org/op-eds/ending-the-welfare-welcome-mat-in-immigration/",
    "scraped_at": "2026-02-16T08:48:23.908877",
    "title": "Ending The Welfare Welcome Mat In Immigration",
    "content": "In 1848, at the age of 12, Andrew Carnegie’s family left an economic depression in Scotland for opportunity in America. Carnegie’s first job, as a bobbin boy in a cotton mill, earned him $1.20 per week. He taught himself the telegraph, worked as a messenger boy, then a series of jobs with the Pennsylvania Railroad before founding the Carnegie Steel Company.\n\nNikola Tesla arrived in America with four cents in his pocket before working his way into history as one of the most famous inventors in the world. Levi Strauss fled persecution in Germany to build a fortune in California with sturdy clothing during the Gold Rush.",
    "author": null,
    "published_date": "2026-02-11T17:54:35",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11499,
    "url": "https://thefga.org/research/crackdownoninstitutionalinvestorsunlockshomeownership/",
    "scraped_at": "2026-02-16T08:48:23.908875",
    "title": "President Trump’s Crackdown on Institutional Investors Will Unlock Homeownership",
    "content": "Overview\n\nHomeownership has always been an essential element of the American Dream. Owning a home is a form of freedom from the instability of renting, and a way for average families to build wealth that can be passed down to their children. Unfortunately, homeownership is increasingly out of reach for many American families.\n\nThe cost of homeownership surged during the Biden administration. In 2020, the median home price was $338,600.1 But by the end of 2024, the median home price had risen to $419,300—a 24 percent increase in just four years.2\n\nThe Biden administration’s inflationary policies caused interest rates to soar from 2.7 percent in January 2021 to seven percent in January 2025, reaching a high of nearly eight percent in October 2024.3 As a result, the median monthly mortgage payment doubled from 2020 to 2024.4\n\nThe median home price is currently $410,800, and the median monthly mortgage payment, assuming a 20 percent down payment with a 30-year mortgage is $2,198.5-6 Property taxes and insurance drive the monthly cost of homeownership even higher.7 Nearly 75 percent of households cannot afford the mortgage on a median-priced home.8\n\nThose fortunate enough to have bought their home prior to the surge in cost are now less likely to move, which constricts supply.9 Currently, individuals are remaining in their homes without selling for an average of 12 years, double the time that the average homeowner stayed in the early 2000s.10 It is estimated that the extreme spike in interest rates from 2022 to 2024 prevented 1.72 million home sales over the course of two years.11 If interest rates had remained low, home sales would have been doubled.12\n\nEven though interest rates have dipped since President Trump has taken office, persistent low supply continues to be a problem. Americans’ demand outpaces supply by 4.7 million homes.13\n\nOne factor exacerbating low supply and high prices is large institutional investors buying single-family homes and crowding out American families in cities across the country.\n\nInstitutional investors are crowding out working families\n\nIn 2011, no company owned more than 1,000 single-family homes.14 But by 2022, more than 450,000 single-family homes were owned by institutional investors—companies owning 1,000 or more properties.15 The five largest institutional investors owned more than 300,000 single-family homes.16Real estate investors purchased 33 percent of single-family homes sold in the second quarter of 2025.17\n\nA review of 500 counties across the country found that 8.9 percent of residential properties were owned by corporate investors.18 Institutional investors intentionally target fast-growing metropolitan areas and focus their efforts on specific communities in order to manage properties more efficiently.19 In fast-growing communities concentrated in the south, these investors own a shocking percentage of homes.20\n\nIn Atlanta, where 25 percent of the single-family rental market is owned by institutional investors, the presence of concentrated corporate ownership is responsible for 25 percent of the decline in homeownership among Atlanta-metro neighborhoods.21\n\nBuying a home in a competitive real estate market is already a difficult task for families that may be able to afford the mortgage, but do not have a large reserve of cash for a down payment. Competing against corporations that can make all-cash offers is an uphill battle that most families will lose.\n\nInstitutional investors are contributing to homes being unaffordable\n\nNot only are institutional investors buying homes that could have otherwise been purchased by a family, but their presence in a real estate market drives up home prices. When an institutional investor buys a foreclosed property, nearby home prices increase 1.4 percent in total value more than properties that are further away.22 The effect is even more significant when looking at houses that are similar to ones purchased by institutional investors and the least expensive neighborhoods in a geographic area.23\n\nIn the same markets that are saturated by institutional investor-owned homes, prices are rising, and homeownership is increasingly unaffordable. For example, in Franklin County, Ohio, 20 percent of residential properties are owned by corporations.24 In this county, home prices have increased by nearly 50 percent since 2020.25 In Clarke County, Georgia, 19 percent of properties are owned by corporations, and prices have increased nearly 60 percent.26-27\n\nPresident Trump has issued an executive order to crack down on institutional investors\n\nPresident Trump has recognized institutional investors as one of the factors contributing to the rising cost of homeownership and in January 2026, President Trump issued an executive order to crack down on these corporations taking over neighborhoods.28\n\nThis executive order directs federal agencies to issue guidance preventing government entities from facilitating the purchase of a single-family home by an institutional investor if that home could otherwise be purchased by an owner-occupant.29 It also directs agencies to develop guidance that would promote sales to individuals and families through first-look policies, disclosure requirements, and anti-circumvention provisions.30 Another provision asks the Federal Trade Commission to review purchases by institutional investors for anti-competitive impacts on housing markets.31\n\nLastly, the executive order calls on Congress to codify the policies outlined in the order.32\n\nThe Bottom Line: Homeownership is a critical part of achieving the American Dream. Congress should follow President Trump’s lead and stop large institutional investors from crowding out American families.\n\nOwning a home is the hallmark of the American Dream for good reason. Homeownership builds wealth and equity that can be passed down to future generations, and creates stable, connected neighborhoods. Unfortunately, due to the record-high inflation and interest rate spikes during the Biden administration, homeownership is increasingly impossible for many families. Institutional investors able to make more competitive, all-cash offers on homes, crowd out average families.\n\nThe data shows that when corporate ownership of homes increases in a given community, homeownership rates fall.33 Stopping the largest institutions from buying single-family homes will stop the constriction of supply and slow the trend of skyrocketing prices, opening the door to homeownership for more Americans.\n\nTo level the playing field and give families a chance at homeownership, President Trump has taken action to end the growing trend of institutional investors purchasing thousands of homes. This is an important step toward making homeownership more accessible for more families, and Congress should act to codify this policy.\n\nDOWNLOAD PAPER [PDF]",
    "author": null,
    "published_date": "2026-02-12T11:00:00",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11498,
    "url": "https://thefga.org/op-eds/dont-fall-for-the-illusion-now-is-the-worst-time-to-expand-medicaid/",
    "scraped_at": "2026-02-16T08:48:23.908868",
    "title": "Don’t Fall For The Illusion; Now Is The Worst Time To Expand Medicaid",
    "content": "President Donald Trump’s landmark reforms in the One, Big, Beautiful Bill crack down on Medicaid fraud, protecting the truly needy and ensuring that able-bodied adults must work, train or volunteer to receive temporary Medicaid benefits.\n\nBut like one of those optical illusions where two people can look at the same picture and see something completely different, some at the state level are misreading this moment. Instead of recognizing a win for taxpayers and the truly needy, they see an opening to push the 10 remaining “holdout states” into expanding Medicaid to able-bodied adults.",
    "author": null,
    "published_date": "2026-01-16T21:55:42",
    "metadata": {
      "top_image": "",
      "keywords": [],
      "summary": ""
    }
  },
  {
    "id": 11138,
    "url": "https://thefga.org/research/research-congress-trump-administration-strengthening-work-requirements-protecting-truly-needy-food-stamps/",
    "scraped_at": "2026-02-06T13:34:56.131339",
    "title": "Congress and the Trump Administration Are Strengthening Work Requirements and Protecting the Truly Needy on Food Stamps",
    "content": "Congress and the Trump Administration Are Strengthening Work Requirements and Protecting the Truly Needy on Food Stamps January 14, 2026 BY Alli Fick , Paige Terryberry SHARE DOWNLOAD PAPER [PDF] Issues How the ObamaCare Dependency Crisis Could Get Even Worse — and How to Stop It January 16, 2018 Unmasking the Unemployment Crisis: The new pandemic plaguing America June 10, 2021 How the New Era of Expanded Welfare Programs is Keeping Americans from Working November 11, 2021 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email Key Findings Most able-bodied adults on food stamps do not work at all. The One, Big, Beautiful Bill brought greater accountability to food stamps by strengthening work requirements and closing loopholes. USDA should now update FNS regulations to align with the One, Big, Beautiful Bill and help move people from welfare to work. The Bottom Line: USDA should strengthen food stamp work requirements by eliminating unlawful exemptions and restoring the secretary’s discretion to reject waiver requests. Background In July 2025, President Trump signed the One, Big, Beautiful Bill into law. 1 The law fundamentally transformed the food stamp program, protecting the truly needy by curbing waste, fraud, and abuse, and ensuring accountability. The law also strengthened the program’s work requirements. Notably, work requirements for able-bodied adults without dependents were expanded to include able-bodied adults up to age 64 and parents of children ages 14 and older. 2 Work requirements have a proven track record of success in moving able-bodied adults out of dependency and into self-sufficiency. 3-8 The One, Big, Beautiful Bill also cracked down on bureaucratic loopholes used by states to waive work requirements for millions of able-bodied adults on food stamps. 9 The U.S. Department of Agriculture (USDA) should now amend Food and Nutrition Service (FNS) regulations to ensure that they are not broader than what is in statute and intended by Congress. By strengthening work requirements, USDA can ensure food stamps benefit the truly needy. Most able-bodied adults on food stamps do not work at all The food stamp program requires some able-bodied adults to work, train, or volunteer as a condition of eligibility. 10 Even with this connection to work, able-bodied adults have been flooding the food stamp rolls. 11 Since 2000, the number of able-bodied adults on food stamps has nearly tripled. 12 For decades, states have used loopholes and gimmicks to game the system and waive work requirements for as many able-bodied adults as possible. 13 Worse, the Obama and Biden administrations actively pressured states to waive work requirements, trapping them in a cycle of dependency. 14 The result is an influx of able-bodied adults on food stamps, at the expense of the truly needy. Most able-bodied adults on food stamps do not work at all, as most are exempt from work requirements. 15 In 2023, more than 80 percent of able-bodied adults without dependents were exempt from work requirements. 16 Thanks to loopholes, states have waived work requirements for millions of adults, even in areas with low unemployment. 17 Waiver abuse is rampant. 18 And federal regulations are broader than what is in statute, creating confusion and maximizing program enrollment beyond what was intended by Congress. USDA should eliminate unlawful exemptions to work requirements For years, bureaucrats have justified exemptions from work requirements that are inconsistent with federal law. While the federal food stamp statute does exempt certain populations from work requirements, regulations have expanded exemptions beyond the statutory framework. 19-20 For example, the food stamp statute exempts “a parent or other member of a household with responsibility for a dependent child.” 21 But President Clinton’s FNS issued rules that unlawfully broadened this exemption, allowing it to be applied to able-bodied adults regardless of whether they are parents or caretakers. 22 Able-bodied adults could be exempt from work requirements simply by “residing in a household” with a household member who is under age 18. 23 This conflicts with federal statute, which limits the exemption to individuals “with responsibility for a dependent child.” 24 The Clinton-era rule has allowed able-bodied adults who live with siblings younger than 18 to be exempt from the work requirement, despite the statute specifically limiting the exemption to parents and responsible caretakers. 25 The One, Big, Beautiful Bill made clear that an able-bodied individual may only be exempt from work requirements if they are a parent or a household member with responsibility for a dependent child under 14 years of age. 26 USDA should eliminate the unlawful “residing in a household” exemption to help move tens of thousands of able-bodied adults from welfare to work. USDA should restore the secretary’s discretion to reject state waiver requests Congress intended for waivers of work requirements to be used sparingly, primarily in areas with high unemployment. 27 Federal law gives the Secretary of Agriculture the discretion to waive work requirements at the request of a state agency in areas that have an unemployment rate above 10 percent and those located in a non-contiguous state with an unemployment rate at or above 1.5 times the national unemployment rate. 28 However, FNS regulations have limited the secretary’s discretion by requiring the approval of waivers that are deemed to be “readily approvable.” 29 The regulations state that FNS will approve waivers if an area has a 12-month average unemployment rate over 10 percent, the area has been designated a “labor surplus area,” or the area has a 24-month average unemployment rate that’s greater than the national average by 20 percent. 30 This flies in the face of congressional intent. If Congress had wanted to make approval of these waivers mandatory, they would have done so. Fortunately, in the One, Big, Beautiful Bill, Congress reaffirmed that the approval of work requirement waivers is discretionary. 31 FNS regulations should be updated to remove this mandate and reflect that waivers are discretionary, not “readily approvable.” Any future waivers must meet the requirements of the One, Big, Beautiful bill. Under the One, Big, Beautiful Bill, FNS may now only approve work requirement waivers if an area has an unemployment rate above 10 percent or is located in a non-contiguous state with an unemployment rate at or above 1.5 times the national unemployment rate. 32 FNS should reject any future waivers that do not satisfy these standards. The Bottom Line: USDA should strengthen food stamp work requirements by eliminating unlawful exemptions and restoring the secretary’s discretion to reject waiver requests. The One, Big, Beautiful Bill closed loopholes that states have used to circumvent work requirements. USDA should now align FNS regulations with the new law by removing unlawful exemptions to work requirements and restoring the secretary’s discretion to deny waivers. USDA has already signaled that it would terminate existing waivers that do not align with the requirements of the One, Big, Beautiful bill. 33 Work requirements are a proven way to help people escape dependency. Strengthening work requirements will help put more able-bodied adults on welfare on a path to self-sufficiency. DOWNLOAD PAPER [PDF] Previous Next Issues How Montana Has Led the Nation and Sparked an Economic Comeback by Ending Federal Unemployment Expansions and Bonuses August 26, 2021 Unmasking the Unemployment Crisis: The new pandemic plaguing America June 10, 2021 Paid to Stay Home: How the $300 weekly unemployment bonus and other benefits are stifling the economic recovery May 19, 2021 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email",
    "author": "Alli Fick",
    "published_date": "2026-01-14T00:00:00"
  },
  {
    "id": 11137,
    "url": "https://thefga.org/research/new-federal-tax-credit-scholarship-program/",
    "scraped_at": "2026-02-06T13:34:56.131338",
    "title": "Private Generosity, Public Impact: How the New Federal Tax Credit Scholarship Program Is the Next Chapter of Educational Freedom",
    "content": "Private Generosity, Public Impact: How the New Federal Tax Credit Scholarship Program Is the Next Chapter of Educational Freedom January 22, 2026 BY Jonathan Bain SHARE DOWNLOAD PAPER [PDF] Issues Education Reform Students’ Right to Know: How States Across the Country Have Empowered Students to Choose Successful Pathways November 2, 2023 How Florida is Leading the Nation in Higher Education March 14, 2022 Knowledge Is Power: Party Affiliation Gives Voters the Signal They Need in School Board Elections February 16, 2024 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email Key Findings Demand for school choice has surged, with 33 states now offering at least one private school choice program. The new federal tax credit scholarship program under the One, Big, Beautiful Bill complements and builds on existing state school choice programs. The program’s structure—with no federal cap on total credits and broad donor eligibility—uniquely positions it as a long-term funding apparatus that does not create new spending liabilities for states. Scholarship Granting Organizations introduce flexibility, allowing scholarships to be awarded in a customized manner to fill specific needs. The program can benefit public schools by encouraging districts to innovate their service offerings to serve a wider population of students. The Bottom Line: States should opt in to the new federal tax credit scholarship program. Overview Over the past several years, the country has seen a monumental shift in both parental preferences and state policies toward expanding school choice. 1-2 There has been consistently strong support for school choice programs, especially among parents with children in school. 3 Demand for more choice in education exploded after the pandemic, as parental dissatisfaction with the status quo climbed rapidly. 4 Enrollment data indicates a shift from traditional public schools toward alternatives like private schools and homeschooling. 5 These patterns indicate that parents are actively seeking a better academic fit, safety, and flexibility. 6 The result has been a massive increase in the number of states offering universal school choice programs. 7 Fortunately for parents and students, the rise in popularity of school choice programs has translated into political momentum. Today, 33 states have at least one private school choice program operating within the state. 8 These programs range from education savings accounts, state-funded scholarships, and even public choice options such as charter schools, magnet schools, and public school open enrollment policies. States have also provided tax credits for private donations to scholarship organizations. 9 In July 2025, Congress and President Trump capitalized on this momentum by passing the One, Big, Beautiful Bill, which included a federal tax credit scholarship for donations to qualifying Scholarship Granting Organizations (SGOs). 10 Under the new law, donors can receive a dollar-for-dollar federal tax credit up to $1,700 if they donate to eligible SGOs that award private school choice scholarships. 11 But before students may benefit from this opportunity, states must opt in to the program. Distinguishing the federal tax credit program from state-level school choice programs While the new federal tax credit scholarship created under the One, Big, Beautiful Bill draws inspiration from existing state-level tax credits, it expands on school choice policies rather than replacing or duplicating what states already offer. Unlike most state school choice programs, which rely on state appropriations, the federal tax credit scholarship uses voluntary private contributions to qualified non-profits, avoiding any constitutional conflicts that have historically restricted the availability of parent choice in states. Individuals contribute to SGOs and, in return, receive a federal tax credit of up to $1,700. 12 Qualifying SGOs receive donations and award scholarships to eligible students. 13 These SGOs, rather than state education departments, are responsible for determining how and where those scholarship dollars are distributed and have a menu of allowable education services and items they can award scholarships for. 14 Despite being a federal tax credit, the federal government’s role is limited primarily to standardizing tax treatment and verifying taxpayer eligibility, leaving the operational details to the non-profits and the eligibility of SGOs to the states. Rather than seeking to replace existing state-level education programs, this new federal tax credit provides a way for private citizens to expand opportunity for students and families through voluntary, charitable donations for which they can receive a dollar-for-dollar credit. 15 Empowering families through greater educational flexibility One of the hallmark features of SGO-based scholarship models is the intentional flexibility in serving students and families with specific needs. 16-17 Unlike many traditional school choice programs that offer a fixed award per participating student, SGOs commonly incorporate mechanisms to prioritize eligible students and customize scholarship amounts to match situational needs. 18 Under the new federal tax credit framework, these features are positioned to become national in scope. First, many SGOs set income eligibility thresholds to ensure that scholarships are directed toward students who need them the most, and the same is true of the new federal tax credit, which limits participation to students with a household income no higher than 300 percent of the area median gross income. 19 This threshold allows families who earn well above the poverty line—but still face affordability constraints including substantial inflation over the last five years—to qualify. In states, this translates into SGOs prioritizing low-income students, but also middle-income students who traditionally might not qualify for aid but still face limitations in covering the full cost of private-school tuition, transportation, or assistive technology. Second, SGOs can award scholarships in a customized manner rather than a uniform amount. Rather than a one-size-fits-all or one-school-type approach, SGOs can tailor awards to fill specific needs, whether that is tuition, transportation, books or supplies, assistive technology, or other supplementary services in public or private schools. 20 In practice, this means a student with special education needs might receive a larger award than a student whose primary barrier is tuition alone. This flexibility to allocate funds to non-tuition expenses significantly broadens the potential for SGOs to respond to non-traditional, such as public-school students, or under-served student populations who may need substantial additional education supports. Third, SGOs often explicitly serve specialized student populations—such as children with disabilities, rural students with limited access to non-public alternatives, or those with health challenges whose schooling may require non-standard supports. 21 For example, state-level SGO models have been used to direct funds toward students in remote areas where private-school availability is scarce, or toward students whose public-school placement lacked the supports needed for a child with unique learning or medical needs. 22 By embracing this flexibility, these programs can reach students who might otherwise be unable to access standard school choice pathways. Lastly, state examples provide definitive proof of how SGOs can expand access for targeted families. In Ohio, SGOs awarded more than $1.7 million in scholarships during one school year to more than 600 students across roughly 80 schools, with students from low-income families receiving priority. 23 Similarly, in Florida, SGOs awarded $568 million in scholarships to more than 85,000 participating students, encompassing nearly 2,000 schools. 24 SGO school choice models offer both eligibility and operational flexibility—reaching low-income students, students with specific financial or educational needs, and students in an under-served population. As the federal program rolls out, the SGO model used in states is set to expand nationally, ensuring the next wave of school choice is not limited to blanket awards for tuition alone but can be tailored toward meaningful gaps in education opportunity. Wider educational impacts and implications Although the new federal tax credit scholarship primarily aims to fund educational options for students and families, it also carries broader implications for both public and private education systems. While some groups will position SGOs as competitors to public schools, SGOs should be seen as encouraging a complementary relationship in which all students can benefit from expanded funding and diversified services. SGOs can and should function alongside traditional public education systems, rather than solely serving students in private schools. Students who wish to attend their local public school—or open enroll into another district—but need an item or service that the school cannot provide can request a scholarship to fill the gap. By channeling privately funded scholarships to families, these organizations help alleviate some of the enrollment and financial pressures on public schools while broadening access to alternative options. This structure allows public schools to continue serving as the central component of the education system while also encouraging innovation and responsiveness to family needs. Public schools may also realize tangible benefits by adapting to serve students who receive SGO-awarded scholarships. For example, districts could offer à la carte educational services—such as tutoring, elective coursework, or extracurricular programs—to students that are not enrolled in public school. These opportunities allow schools to explore additional revenue streams while maintaining their core obligations to enrolled students. Importantly, such arrangements cannot supplant required services or programs that are already offered free of charge, but they can allow schools to leverage existing capacity to serve a wider student base. The federal tax credit program should directly incentivize public schools to expand specialized offerings and benefit from the awarded scholarships. Fiscally speaking, the program’s structure—with no federal cap on total credits and broad donor eligibility—uniquely positions it as a long-term funding apparatus for the customization of education that does not create any new spending liabilities for states. 25 Since the program relies solely on voluntary private donations, state budgets remain unaffected by scholarship distributions, except that there is a positive economic impact to states that opt in to allowing their taxpayers to receive this credit. States that choose not to participate could see their own taxpayer dollars flow to SGOs in other participating states. The generosity of their residents will benefit students across state lines rather than in their home state and have no economic impact in their state. Families may even choose to move to states that have opted-in where their child can access a scholarship. 26 The new federal school choice tax credit represents more than just an expansion of educational opportunity—it marks a reimagining of how public, private, and philanthropy can collaborate to strengthen the broader K-12 education landscape. By incentivizing private donations to this partnership, the tax credit underscores that educational improvement does not have to be a zero-sum pursuit. Its flexible, national, privately funded design supports innovation at every level—encouraging states, schools, and families to work toward a more responsive and successful education system for all students. The Bottom Line: States should opt in to the new federal tax credit scholarship program. At its core, the new federal tax credit scholarship is about expanding opportunity through the generosity of private citizens rather than through additional state-level spending. By transforming charitable giving into a mechanism for expanding education access, the law reinforces the principle that empowering families does not have to be accomplished by taxpayer dollars alone. This model offers a blueprint for long-term school choice sustainability and educational customization. It merges philanthropy and freedom, allowing individuals to invest directly into the next generation while respecting state, local, and community priorities. Ultimately, this approach represents a balanced path forward—one that prioritizes education options, encourages generosity, and builds a more responsive education system for all students. DOWNLOAD PAPER [PDF] Previous Next Issues Education Reform Five Solutions to Help South Carolina Take the Lead on Education Reform September 1, 2022 How the Sunshine State Has Used Transparency and Innovation to Open Up New Workforce Pathways January 24, 2023 To Restore Confidence in Public Schools, States Must Seek Out Fresh Thinking and Increase Transparency January 8, 2025 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email",
    "author": "Jonathan Bain",
    "published_date": "2026-01-22T00:00:00"
  },
  {
    "id": 11136,
    "url": "https://thefga.org/research/unemploymentinsurancerifewithfraudandabuse/",
    "scraped_at": "2026-02-06T13:34:56.131336",
    "title": "Unemployment Insurance Is Rife With Fraud And Abuse, And States Are Putting A Stop To It",
    "content": "Unemployment Insurance Is Rife With Fraud And Abuse, And States Are Putting A Stop To It January 27, 2026 BY Liesel Crocker SHARE DOWNLOAD PAPER [PDF] Issues Promoting Reemployment and Safeguarding Benefits Congress’s destructive $600 weekly unemployment bonus is boosting fraud & killing jobs July 22, 2020 How indexing unemployment can restore state trust funds, cut taxes, and grow the workforce in the wake of COVID-19 December 21, 2021 State Employment and Training Programs Are Well Funded—They Just Need Participants February 23, 2022 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email Key Findings Unemployment insurance (UI) is plagued by improper payments. Weak verification requirements have made UI programs more susceptible to fraud and abuse. More than a dozen states require reporting on UI fraud, which has exposed billions in fraudulent payments. Program integrity measures can stop fraud before it happens. The Bottom Line: States should implement program integrity measures like robust work-search requirements, reduced benefit duration, and data cross-checks to help stop UI fraud. Background UI is designed to provide temporary benefits to workers who lose their job through no fault of their own. 1 It is meant to be short-term support while an individual searches for and secures employment. 2 Unemployment insurance is a joint federal-state program, and each state administers a separate UI program. 3 Eligibility criteria, the amount of benefits, and the duration of benefits vary by state, but in general, an individual qualifies for UI if they have sufficient work history and are unemployed due to circumstances other than being fired for cause or quitting. 4 UI has long been a target for fraud and abuse and is considered a high-risk program for improper payments. 5 Individuals defraud the program by claiming benefits despite being ineligible, not accepting work or searching for work while receiving benefits, not reporting income or employment while receiving benefits, or using a stolen identity to claim benefits. 6 In 2024, the estimated improper payment rate for unemployment insurance was nearly 16 percent, which is more than $5.6 billion. 7 The improper payment rate has only dropped below 10 percent three times since 2004, and has never been lower than nine percent. 8 In 2020, utilization of UI surged because of the impact of government-imposed lockdowns on the economy. 9 UI benefits were enhanced, allowing many people to earn more by claiming unemployment benefits than they would have by working. 10 Fraud and overpayments skyrocketed as a result. 11 In 2020, UI had a 7.3 percent payment error rate, which climbed to 23.7 percent by the spring of 2021. 12 Between April 2020 and May 2023, the Government Accountability Office estimates that $135 billion were lost to fraud across all UI programs. 13 In one state, 90 percent of UI claims made during the pandemic were fraudulent. 14 But even before pandemic-era policies caused fraud to surge, unemployment insurance was rife with overpayments. In 2019, more than a third of states had overpayment rates of more than 10 percent, with one state reporting one out of every three dollars as improper. 15 Now, years after the pandemic is over, state reports continue to confirm that UI programs across the nation are plagued by fraud and misuse. State-mandated reports on UI fraud have revealed billions in overpayments To enforce accountability within UI programs, more than a dozen states have passed laws that require agencies to report to policymakers on program integrity measures and overpayments. These reports promote transparency and highlight the shortcomings that result in billions of dollars’ worth of fraudulent UI claims each year. In addition, state-mandated reporting allows agencies to highlight their successful efforts to recover stolen taxpayer dollars, along with the tools to detect and prevent fraud from happening in the first place. These reports reveal that UI fraud is rampant across the country. In Arizona, $30.1 million in fraudulent UI payments were recovered in 2024 alone, bringing the total pandemic-related recoveries to $1.2 billion. 16 Wisconsin also detected nearly 5,000 cases of fraud in 2024, totaling $7.8 million in stolen benefits. 17 Of these, 78 percent of cases were committed in previous years. 18 Virginia prevented $1.7 billion in overpayments from being paid in 2024 due to questionable identities, among other eligibility issues. 19 But not all states publish data on overpayments or program integrity measures. Some of the worst fraud likely goes undetected because of a lack of reporting and accountability. For example, an audit of California’s Employment Development Department revealed that estimates for overpayments in 2022 were unreliable and incomplete. 20 States that choose not to report on these failures keep the abuse hidden, leaving the door to fraud wide open. Program integrity measures help to prevent fraud and waste States should crack down on UI fraud and ensure that resources are preserved for the truly needy by implementing program integrity measures. States can make unemployment insurance less attractive to fraudsters and more successful in helping people get back to work quickly by strengthening work-search requirements. This ensures that recipients are truly looking for work, not just checking a box. Recipients should have to perform four or more work-search activities each week and report these activities to the unemployment agency. Additionally, employers should report to the state agency when an applicant fails to show up for an interview or accept an offered position, and recipients should be penalized for ghosting interviews or declining an offer of employment. Louisiana requires employers to report interview ghosting, requires at least five work-search activities per week, and disqualifies an individual from benefits if he or she declines a job offer or fails to show up for a scheduled interview. 21 Arkansas, Idaho, Kansas, and Tennessee have passed similar laws. 22-26 States should also implement data cross-checks to prevent fraud. States should cross-check UI beneficiaries with new-hire records to ensure that those who are employed are not receiving benefits. Additionally, states should review UI applications with duplicate, foreign, or out-of-state IP addresses to prevent fraudsters from using stolen identities or making claims in multiple states and use the data available through the Integrity Data Hub to prevent fraud. States like Arkansas, Idaho, Louisiana, Montana, Ohio, Oklahoma, South Dakota, Tennessee, and West Virginia have enhanced program integrity by implementing data cross-checks. 27-34 Another way to make UI less susceptible to fraud and overpayments is to limit benefit duration. States should set a low maximum duration of UI benefits or index the number of weeks that someone may receive benefits to a state’s unemployment rate. When the unemployment rate is high, individuals would have longer to find work. When unemployment is low and jobs are plentiful, individuals would cycle out of the program more quickly. States like Florida, Georgia, Kansas, Louisiana, North Carolina, and Tennessee have indexed UI benefit duration to the unemployment rate. 35-38 States that have implemented UI reforms have seen results The results of implementing these reforms speak for themselves. In 2023, Arkansas reduced the maximum benefit duration to 12 weeks and reduced employer taxes. 39 Arkansas lawmakers also strengthened work-search requirements and penalized those who fail to show up to a scheduled interview. 40 As a result, from 2023 to 2025, the average time a beneficiary spent on UI in Arkansas fell by a full week to 8.6 weeks, the second shortest length of time in the nation. 41 The recipiency rate also fell, and the trust fund balance increased by 6.3 percent even as employer taxes were lowered. In states without UI reforms, trust fund balances fell, and benefit duration was reduced by less than one percent over the same period, making Arkansas the envy of other states. 42 In Tennessee, following reforms to its UI program, the average time a beneficiary received UI benefits fell by 13 percent. 43 The trust fund balance increased by five percent in the same timeframe. 44 Iowa lowered the maximum UI benefit duration to four months. 45 Additionally, Governor Kim Reynolds took executive action to enhance work-search requirements. 46 As a result, Iowans found employment more quickly than UI recipients in neighboring states. 47 The UI recipiency rate and the average number of weeks that an individual received benefits both plummeted compared to neighboring states and Iowa’s UI trust fund was replenished quickly following the pandemic even while taxes on employers were lowered. 48 Other states have successfully guarded their UI programs from abuse as well. When North Carolina began indexing UI benefit duration to unemployment, program costs dropped by 87 percent. 49 After Florida implemented indexing, the average number of weeks that enrollees received benefits was cut in half, meaning that individuals were back to work and contributing to the economy more quickly. 50 States across the country have successfully improved program integrity for UI, and more states should follow suit. The Bottom Line: States should implement program integrity measures like robust work-search requirements, reduced benefit duration, and data cross-checks to help stop UI fraud. Unemployment insurance is an important tool to help people who are out of work find employment and achieve self-sufficiency. However, it is only effective if benefits are reserved for those who truly need them, not fraudsters trying to game the system. Reports on UI fraud by state agencies have shown that the UI program is a consistent target for fraud and abuse. By defending UI programs against fraud, states can ensure that their UI trust funds are robust and able to weather an economic downturn. The tools exist for states to rigorously cross-check UI claims and prevent identity theft, fraud, and overpayment, and states should take advantage of them. DOWNLOAD PAPER [PDF] Previous Next Issues Promoting Reemployment and Safeguarding Benefits “Fixing” What Wasn’t Broken: Why Biden’s Child Tax Credit Scheme Is a Recipe for Failure August 23, 2021 States Opting Out of the Unemployment Bonus Are Leading America’s Economic Comeback June 30, 2021 Better Families and Better Jobs: Why Florida Lawmakers Should Increase the Strong Families Tax Credit January 10, 2022 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email",
    "author": "Liesel Crocker",
    "published_date": "2026-01-27T00:00:00"
  },
  {
    "id": 11135,
    "url": "https://thefga.org/research/most-favored-nation-bringing-down-prescription-drug-prices/",
    "scraped_at": "2026-02-06T13:34:56.131330",
    "title": "From Most Expensive to Most Favored: How the Trump Administration Is Bringing Down Prescription Drug Prices",
    "content": "From Most Expensive to Most Favored: How the Trump Administration Is Bringing Down Prescription Drug Prices February 3, 2026 BY Hayden Dublois SHARE DOWNLOAD PAPER [PDF] Issues Feeding Inflation: How President Biden’s Unlawful Food Stamp Expansion is Costing Taxpayers and Consumers Billions August 24, 2023 How the So-Called \"Inflation Reduction Act\" Would Actually Hurt Americans' Pocketbooks August 5, 2022 Congress Must Rein in Runaway Federal Spending by Enacting Spending Caps May 3, 2024 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email Key Findings Americans pay significantly more for the same prescriptions. The Trump administration’s most-favored-nation policy has helped to address high drug costs. Expanding on the most-favored-nation approach has presented additional opportunities for savings. Most-favored-nation will not adversely affect research and development. Other policies like 340B have failed to deliver meaningful savings. The Bottom Line: Congress should codify and expand on the Trump administration’s most-favored-nation policy. Overview Prescription drug prices have long been a source of frustration for Americans. As many as 18 million Americans were unable to afford needed prescriptions in recent years. 1 This is unsurprising, considering that from 2000 to 2024, prescription drug spending by American consumers increased nearly four-fold . 2 In fact, prescription drugs are one of the areas that Americans pay the most out of pocket as a share of total health care expenditures. 3 But while prescription drugs have been far too costly for years, new and innovative policies implemented by the Trump administration have already begun to deliver much-needed relief. Americans pay significantly more for the same prescriptions American consumers are not just paying a significant amount for prescription drugs—they are also paying much more than what consumers in other wealthy countries are paying. In 2022, U.S. prices for brand name prescriptions were 4.22 times the average price paid in other wealthy countries . 4 This includes 4.45 times more than the average price paid in France, 3.85 times more than the average price paid in the United Kingdom, and 3.24 times the average price paid in Canada. 5 As a result, while U.S. consumers accounted for about seven percent of the volume of brand prescriptions, they made up an astonishing 87 percent of the revenue of those same drugs. 6 In other words, even though the domestic volume of purchases is a modest share, the U.S. comprises an inordinate proportion of brand name drug revenue and profits because domestic prices are so high. In fact, prescription drugs consume roughly 2.8 percent of U.S. gross domestic product, more than twice as much as in other wealthy countries. 7 Not only are prescription drug prices higher in the U.S. than in peer countries, but they have also been growing at a greater rate. There is no single cause for the ever-increasing price of prescription drugs in the United States, although a fragmented reimbursement system, intermediaries like pharmacy benefit managers (PBMs), and a lack of price transparency, all bear a portion of the responsibility. 8 Another key cause is the willingness of U.S. consumers to essentially finance the research and development associated with these drugs, creating a “free rider” problem with other countries. 9 President Trump has rightly described this as “global freeloading” where “inflated prices in the United States fuel global innovation while foreign health systems get a free ride.” 10 These harsh realities and trends have been the underlying motivation behind the Trump administration’s groundbreaking “most favored nation” policy on prescription drugs—a policy that has already reaped substantial benefits. The Trump administration’s most-favored-nation policy has helped to address high drug costs To tackle the rising cost of prescription drugs, in May 2025, President Trump signed an executive order outlining a most-favored-nation approach to drug pricing. 11 The core concept of the most-favored-nation approach is that patients in the United States should not pay more for prescription drugs than the lowest price negotiated by other wealthy countries. 12 The president’s executive order outlined a multifaceted approach to implementing the most-favored-nation model, integrating the activities of multiple government agencies to maximize cost savings. 13 Already, this effort has produced extremely favorable results and has lowered prescription drug costs for Americans. Since the executive order was issued, President Trump has negotiated 14 most-favored-nation deals with major pharmaceutical manufacturers to enable the direct purchase of low-cost prescription drugs . 14 These include substantial discounts on major brand name blood thinners, GLP-1s, diabetes medications, cholesterol-reducing medications, and much more. 15-16 By listing these drugs through TrumpRx—a government platform to connect consumers directly with drug manufacturers to secure low prices— Americans will have an easy-to-access resource that links patients with affordable prescription drugs without PBMs, pharmacies, or insurance companies acting as middlemen to distort and raise prices. Expanding on the most-favored-nation approach has presented additional opportunities for savings Not only has the Trump administration’s most-favored-nation policy offered a less expensive alternative for Americans to directly purchase medications from drug manufacturers, but it has also led to new ways to achieve savings for patients and taxpayers alike. For example, as part of President Trump’s most-favored-nation effort, the Centers for Medicare & Medicaid Services (CMS) launched their GENEROUS (GENErating cost Reductions fOr U.S. Medicaid) Model. 17 This pilot approach to drug pricing in the Medicaid program will allow state Medicaid agencies to participate in an innovative, most-favored-nation-aligned structure to achieve prescription drug savings. 18 CMS has also unveiled the Guarding U.S. Medicare Against Rising Drug Costs (GUARD) and Global Benchmark for Efficient Drug Pricing (GLOBE) models. 19-20 These two models would assess rebates for certain drugs payable under Medicare Part D and Part B, respectively, if prices exceed those paid in comparable countries for the same drugs. 21-22 As a result, under the leadership of U.S. Health and Human Services Secretary Robert F. Kennedy Jr. and CMS Administrator Dr. Mehmet Oz, the Trump administration is amplifying the most-favored-nation approach to savings in both Medicaid and Medicare . Most-favored-nation will not adversely affect research and development Critically, most-favored-nation will not have a negative effect on research and development for pharmaceuticals. For far too long, Americans have disproportionately shouldered the burden of financing an outsized share of research and development. 23 In fact, on a GDP per capita basis, wealthy European nations spend roughly half on research and development compared to what the United States spends. 24 Under a broad most-favored-nation approach, research and development would not disappear—it would simply be more evenly spread over a larger group of countries’ consumers instead of being loaded onto U.S. patients. In fact, after key drug pricing deals were announced with several manufacturers in December 2025, their stock prices increased. 25 Already, agreements are being reached with foreign governments to more fairly rectify long-standing imbalances in pharmaceuticals, such as the outsized share of research and development that the United States has borne. 26 Similarly, major drug companies like Eli Lilly have announced they are planning to raise prices overseas in exchange for lowering domestic prices. 27 Most-favored-nation won’t reduce spending on research and development—it will simply spread it out more fairly among other countries. Other policies like 340B have failed to deliver meaningful savings Another reason that the most-favored-nation approach is essential is because other supposed prescription drug savings programs have failed to deliver real benefits. For example, the 340B Drug Discount Program (340B) operates by enabling certain health care providers to purchase prescription drugs at a discount from manufacturers. 28 However, the program has not meaningfully reduced costs. 29 In fact, participating providers are encouraged to purchase high-cost prescription drugs to receive more substantial discounts under 340B that effectively pad providers’ bottom lines. 30 Furthermore, only a fraction of these providers pass along discounts to patients. 31-32 It is perhaps no surprise that provider participation in 340B has exploded while prescription drug savings have been minimal at best. 33 Unsurprisingly, the Government Accountability Office has flagged numerous issues relating to lackluster oversight as it pertains to ensuring providers are actually eligible for the program, as well as providers banking duplicate discounts. 34-35 340B has failed to deliver the outcomes that Congress intended when the program was established. Instead, prescription drug prices have continued to skyrocket, with few discounts passed along to patients. Instead, hospitals and other providers continue to benefit thanks to loopholes. Improving 340B oversight is crucial and should be coupled with adopting a most-favored-nation approach to deliver meaningful reductions in prescriptions. The Bottom Line: Congress should codify and expand on the Trump administration’s most-favored-nation policy. Congress can and should double down on the Trump administration’s success by grandfathering in the most-favored-nation deals that have achieved historic savings for Americans, while also affirming congressional support for the policy. Congress should go one step further by requiring all government programs and patients paying out of pocket to be charged the most-favored-nation price or a negotiated equivalent . Under this approach, if prescription drug manufacturers negotiate a special deal with the federal government, they can offer the prices for brand prescriptions established under that deal. But in the absence of a special deal, government and out-of-pocket payers would pay the most-favored-nation price as a default across the board. President Trump’s implementation of the most-favored-nation initiative has been a tremendous success for American consumers. It has helped to expand access to critical prescription drugs at a price point that patients can afford, while opening up opportunities for innovation in other areas like Medicare and Medicaid. Congress should affirm their support for most-favored-nation approach and take it to the next level through an even stronger framework. DOWNLOAD PAPER [PDF] Previous Next Issues Congress Must Rein in Runaway Federal Spending by Enacting Spending Caps May 3, 2024 How the So-Called \"Inflation Reduction Act\" Would Actually Hurt Americans' Pocketbooks August 5, 2022 Feeding Inflation: How President Biden’s Unlawful Food Stamp Expansion is Costing Taxpayers and Consumers Billions August 24, 2023 STOP RIGHT THERE! Now that we have your attention, subscribe to FGA's newsletter. Our latest research, solutions, and commentary will be delivered straight to your inbox—keeping you in the know about state and federal issues. Email",
    "author": "Hayden Dublois",
    "published_date": "2026-02-03T00:00:00"
  }
]